{
  "id": 0,
  "citation": "“I do it every night”… What is the cold plunge that Jennie introduced?",
  "type": "Pop Culture",
  "screenshot": "./jennie.png",
  "link": "https://www.chosun.com/culture-life/culture_general/2024/11/11/UJCIJFRVTZAMPCBXVXOSFR6OLA/",
  "source": "Joseon Ilbo",
  "children": [
    {
      "id": 1,
      "type": "Popular Health Article",
      "citation": "What Is Cold Water Therapy? A Detailed Scientific Guide",
      "quote": "“미 의학 전문지 에브리데이 헬스에 따르면, 콜드 플런지의 이점으로 통증 감소와 혈액순환, 근육통 진정 등이 꼽힌다.”\nTranslation: According to U.S. medical newsletter EveryDay Health, the benefits of cold plunging include pain reduction, improved blood circulation, and relief from muscle soreness.",
      "sentiment": "positive",
      "screenshot": "./everyday.png",
      "link": "https://www.everydayhealth.com/wellness/cold-water-therapy/guide/",
      "children": [
        {
          "id": 4,
          "type": "Review",
          "citation": "Allan R et al. Cold for Centuries: A Brief History of Cryotherapies to Improve Health, Injury, and Post-Exercise Recovery. European Journal of Applied Physiology. February 22, 2022.",
          "quote": "Cold water therapy, a combination of cryo- (cold) and hydro- (water) therapy, is an age-old practice with origins in the Greco-Roman era. The practice is intended to reduce discomfort and promote good health.",
          "sentiment": "positive"
        },
        {
          "id": 5,
          "type": "Review",
          "citation": "Xiao F et al. Effects of Cold Water Immersion After Exercise on Fatigue Recovery and Exercise Performance–Meta Analysis. Frontiers in Physiology. January 20, 2023.",
          "quote": "When you're cold, your blood vessels constrict, or narrow. This process, known as vasoconstriction, may help reduce inflammation. A 2023 review backs this up. The report included 20 studies where healthy adults either submerged themselves in water with temperatures from 41 to 59 degrees F or practiced passive recovery methods, such as rest, after exercise. The researchers found that those who took a chilly dip had significantly less DOMS in the 24 hours post-workout compared with the control group.",
          "sentiment": "positive",
          "gender_mentioned": "The inclusion criteria for studies were as follows: 1) RCTs and COD; 2) healthy humans; 3) at least one of the two outcome variables reported; 4) CWI performance at ≤15°C; 5) having performed baseline and post-training assessments of fatigue/soreness indicators; 6) the human volunteers could be of any athletic training status; 7) no sex-specific inclusion or exclusion criteria.",
          "demographic_of_interest": "healthy human volunteers",
          "sex_dis_res": "0"
        },
        {
          "id": 6,
          "type": "Review",
          "citation": "Wang H et al. Impact of Different Doses of Cold Water Immersion (Duration and Temperature Variations) on Recovery From Acute Exercise-Induced Muscle Damage: A Network Meta-Analysis. Frontiers in Physiology. February 26, 2025.",
          "quote": "When you warm up after a cold plunge or shower, blood vessels expand (vasodilation), Carpenter says. When that happens, the oxygen- and nutrient-rich blood gets pumped back to your tissues.",
          "sentiment": "positive",
          "gender_mentioned": "2.3 Inclusion criteria\n(1) Only studies employing a RCT design were selected.\n(2) Participants were required to be healthy males or females without recent illnesses or chronic disease histories.\n(3) The investigations needed to focus on a singular exercise session.\n(4) The CWI protocol had to be administered within 1 hour following exercise.\n(5) The studies must report at least one of the following outcomes: DOMS, CK, or JUMP.\n(6) Outcome assessments were required to be conducted within 48 h post-intervention.",
          "demographic_of_interest": "healthy human volunteers",
          "num_participants": "https://www.frontiersin.org/files/Articles/1525726/fphys-16-1525726-HTML/image_m/fphys-16-1525726-t001.jpg"
        },
        {
          "id": 7,
          "type": "Review",
          "citation": "Boulares A. Cold and Longevity: Can Cold Exposure Counteract Aging? Life Sciences. March 1, 2025.",
          "quote": "By reducing pro-inflammatory chemicals in the body, cold water therapy may help calm the body's response to injury or strain, Carpenter says. “It's much like applying ice to a sprained ankle.”",
          "sentiment": "positive"
        },
        {
          "id": 8,
          "type": "Popular Health Article",
          "citation": "Shetty M. Jumping Into the Ice Bath Trend! Mental Health Benefits of Cold Water Immersion. Stanford University. May 22, 2024.",
          "quote": "Entering frigid water prompts the brain to release endorphins — the same happy chemicals you get from a good workout. It also activates the sympathetic nervous system (SNS), stimulating a rise in noradrenaline (a hormone involved in the fight-or-flight response) and dopamine (the “happy hormone”) and a decrease in cortisol (the “stress hormone”).\nA cold water plunge may temporarily make you feel invigorated, and possibly even elated, due to its impact on the nervous system.\nAdditionally, plunging into frigid water may cause you to involuntarily gasp and hyperventilate, which can raise the risk of drowning. Entering the water gradually, allowing your body to acclimate, can help prevent hyperventilation.",
          "sentiment": "positive"
        },
        {
          "id": 9,
          "type": "Popular Health Article",
          "citation": "Biehl S. How Cold Water Immersion Therapy Works. Rochester Regional Health. May 31, 2022.",
          "quote": "Like the name suggests, cold water immersion involves lowering yourself in cold water up to your neck or submerging a specific area of the body, like an arm or a leg. You can do this in a tub, basin, or natural body of water. There's no universal, official guidance for the optimal temperature or time limit, but most people use water that's at or below 59 degrees F and remain submerged for 10 minutes at most.",
          "sentiment": "neutral"
        },
        {
          "id": 10,
          "type": "Review",
          "citation": "Greenhalgh O et al. The Use of Contrast Therapy in Soft Tissue Injury Management and Post-Exercise Recovery: A Scoping Review. University of Central Lancashire. 2021.",
          "quote": "This method is similar to cold water immersion, except that it alternates exposure to cold water with exposure to hot water. There's no standard protocol, but most studies involve using temperatures between 50 to 59 degrees F (cold) and 100 to 104 degrees F (hot) for 1 to 2 minutes at a time.",
          "sentiment": "neutral",
          "num_participants": "423",
          "num_women": "67.68"
        },
        {
          "id": 11,
          "type": "Popular Health Article",
          "citation": "What Are the Benefits of Cold Showers? Cleveland Clinic. April 18, 2025.",
          "quote": "Taking a frigid shower offers a way to ease into cold water therapy, though it may not be as beneficial as cold water immersion, says Scott J. Biehl, DO, an orthopedics and sports medicine physician at Rochester Regional Health in New York. As with immersion, it's best to gradually turn down the temp, and stay in for 10 minutes at most.",
          "sentiment": "positive"
        },
        {
          "id": 12,
          "type": "Pop Culture",
          "citation": "What Is the Wim Hof Method? Wim Hof Method.",
          "quote": "Wim Hof Method The Wim Hof Method, invented by Dutch extreme athlete Wim Hof, combines cold water therapy, breath work, and commitment. By commitment, Hof means dedication to the practice and exercising self-control and willpower.",
          "sentiment": "neutral"
        },
        {
          "id": 13,
          "type": "Popular Health Article",
          "citation": "Bowman A. The Science Behind Ice Baths for Recovery. Mayo Clinic Press. April 15, 2024.",
          "quote": "Some research suggests that a cold plunge or shower could benefit your mind and body",
          "sentiment": "positive"
        },
        {
          "id": 14,
          "type": "Review",
          "citation": "Moore E et al. Impact of Cold-Water Immersion Compared with Passive Recovery Following a Single Bout of Strenuous Exercise on Athletic Performance in Physically Active Participants: A Systematic Review with Meta-analysis and Meta-regression. Sports Medicine. February 14, 2022.",
          "quote": "The practice may help delayed onset muscle soreness (DOMS) and speed up muscle recovery, says Sabrena Jo, PhD, senior director of science and research at the American Council on Exercise in Lawrence, Kansas.<br>A 2022 systematic review and meta-analysis of 52 studies found similar results, suggesting cold water immersion significantly reduced soreness and fatigue and improved perceived recovery in the 24 hours after high-intensity exercise.",
          "sentiment": "positive",
          "children": [
  {
    "abstract": "179. Br J Sports Med. 2013 Jul;47(11):705-9. doi: 10.1136/bjsports-2012-091647. Epub \n2013 Jan 4.\n\nIndividual perception of recovery is related to subsequent sprint performance.\n\nCook CJ(1), Beaven CM.\n\nAuthor information:\n(1)United Kingdom Sports Council, London, UK.\n\nBACKGROUND: Training recovery is vital for adaptation and performance, and to \navoid cumulative fatigue and symptoms associated with overtraining. The use of \ncold-water immersion (CWI) as a recovery strategy is common; however, the \nphysiological and biochemical rationale behind its use remains unclear. This \nstudy aimed to assess the relationship between body temperature responses to \nwater immersion and individual perception of recovery, with subsequent exercise \nperformance.\nMETHODS: Twelve male rugby players participated in a 3-week cross-over trial \nwhere an intense 60 min conditioning session was followed immediately by 15 min \nof either 14°C CWI, 30°C warm-water immersion (WWI) or passive control (CON) \nrecovery intervention. Postexercise body temperatures and subjective ratings of \nthe recovery intervention were recorded and subsequently related to performance \nin a 5×40 m repeated sprint protocol undertaken 24 h later.\nRESULTS: CWI induced large reductions in core body temperature postimmersion \n(effect size (ES) range 1.05-3.21) and improved subsequent sprint performance \ncompared to WWI (ES 1.04±0.84) and CON (ES 1.44±0.84). Both the degree of \ntemperature decrease at 60 min postimmersion (r=0.6948; p=0.0121) and the \nsubjective rating of the recovery intervention (r=0.5886; p=0.0441) were related \nto subsequent sprint performance. A very strong linear correlation was observed \nwhen these two factors were integrated (r=0.7743; p=0.0031).\nCONCLUSION: A combination of physiological and psychological indices provides an \nimproved indication of subsequent performance and suggests an important role of \nindividual perception in enhancing training recovery.\n\nDOI: 10.1136/bjsports-2012-091647\nPMID: 23293008 [Indexed for MEDLINE]",
    "Title": "Individual perception of recovery is related to subsequent sprint performance.",
    "Year": 2013.0,
    "Citation": "Cook, C. J., & Beaven, C. M. (2013). Individual perception of recovery is related to subsequent sprint performance. British Journal of Sports Medicine, 47(11), 705-709.",
    "num participants": 12.0,
    "num women": 0.0,
    "Sex Representation": 0.0,
    "Sentiment": "positive",
    "Sentiment_borderline": 0.0,
    "Demographic": "male rugby players",
    "conclusion positive": "CWI induced large reductions in core body temperature postimmersion (effect size (ES) range 1.05-3.21) and improved subsequent sprint performance compared to WWI (ES 1.04±0.84) and CON (ES 1.44±0.84).",
    "conclusion negative": null,
    "conclusion neutral": null,
    "conclusion ambiguous": null,
    "benefit tags": [
      "muscle recovery",
      "improved performance",
      "core temperature reduction"
    ],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "Because cold water immersion led to better sprint performance 24 hours later, it suggests this recovery method can be beneficial for athletic performance.",
    "sex_representation_exp": "The study only included male rugby players and did not report results by sex, meaning its findings may not apply to women.",
    "summary": "This study showed that male rugby players who used cold water immersion after intense training felt better recovered and performed faster in sprints the next day, hinting that both body and mind responses to cold water help boost athletic recovery.",
    "PMID": "23293008",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23293008/",
    "year group": "2011-2015",
    "per women": 0.0,
    "per women label": "0.00%",
    "per women group": "0%",
    "id": 30,
    "type": "Trial"
  },
  {
    "abstract": "269. Int J Sports Med. 2007 Dec;28(12):994-8. doi: 10.1055/s-2007-965118. Epub 2007 \nMay 29.\n\nCold water recovery reduces anaerobic performance.\n\nCrowe MJ(1), O'Connor D, Rudd D.\n\nAuthor information:\n(1)Institute of Sport and Exercise Science, James Cook University, Townsville, \nAustralia. Melissa.Crowe@jcu.edu.au\n\nThis study investigated the effects of cold water immersion on recovery from \nanaerobic cycling. Seventeen (13 male, 4 female) active subjects underwent a \ncrossover, randomised design involving two testing sessions 2 - 6 d apart. \nTesting involved two 30-s maximal cycling efforts separated by a one-hour \nrecovery period of 10-min cycling warm-down followed by either passive rest or \n15-min cold water immersion (13 - 14 degrees C) with passive rest. Peak power, \ntotal work and postexercise blood lactate were significantly reduced following \ncold water immersion compared to the first exercise test and the control \ncondition. These variables did not differ significantly between the control \ntests. Peak exercise heart rate was significantly lower after cold water \nimmersion compared to the control. Time to peak power, rating of perceived \nexertion, and blood pH were not affected by cold water immersion compared to the \ncontrol. Core temperature rose significantly (0.3 degrees C) during ice bath \nimmersion but a similar increase also occurred in the control condition. \nTherefore, cold water immersion caused a significant decrease in sprint cycling \nperformance with one-hour recovery between tests.\n\nDOI: 10.1055/s-2007-965118\nPMID: 17534786 [Indexed for MEDLINE]",
    "Title": "Cold water recovery reduces anaerobic performance.",
    "Year": 2007.0,
    "Citation": "Crowe, M. J., O'Connor, D., & Rudd, D. (2007). Cold water recovery reduces anaerobic performance. International Journal of Sports Medicine, 28(12), 994-998.",
    "num participants": 17.0,
    "num women": 4.0,
    "Sex Representation": 0.0,
    "Sentiment": "negative",
    "Sentiment_borderline": 0.0,
    "Demographic": "active subjects",
    "conclusion positive": null,
    "conclusion negative": "cold water immersion caused a significant decrease in sprint cycling performance with one-hour recovery between tests.",
    "conclusion neutral": null,
    "conclusion ambiguous": null,
    "benefit tags": [],
    "negative tags": [
      "reduced performance"
    ],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": "",
    "sentiment_exp": "The study found that cold water immersion after exercise made sprint cycling performance worse when compared to regular rest, which is a negative outcome.",
    "sex_representation_exp": "The study included both men (13) and women (4), but results were not reported separately by sex, and women made up a small proportion of the participants.",
    "summary": "Researchers found that using an ice bath after intense cycling actually led to worse performance during subsequent sprints than just resting. This suggests that cold water immersion may not help—and could even hinder—short-term recovery for athletes.",
    "PMID": "17534786",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17534786/",
    "year group": "2006-2010",
    "per women": 23.53,
    "per women label": "23.53%",
    "per women group": "1–25%",
    "id": 31,
    "type": "Trial"
  },
  {
    "abstract": "181. J Sci Med Sport. 2013 Sep;16(5):466-71. doi: 10.1016/j.jsams.2012.11.884. Epub \n2012 Dec 14.\n\nEffect of post-exercise hydrotherapy water temperature on subsequent exhaustive \nrunning performance in normothermic conditions.\n\nDunne A(1), Crampton D, Egaña M.\n\nAuthor information:\n(1)Department of Physiology, Trinity College Dublin, Dublin 2, Ireland.\n\nOBJECTIVE: Despite the widespread use of cold water immersion (CWI) in \nnormothermic conditions, little data is available on its effect on subsequent \nendurance performance. This study examined the effect of CWI as a recovery \nstrategy on subsequent running performance in normothermic ambient conditions \n(∼22°C).\nDESIGN: Nine endurance-trained men completed two submaximal exhaustive running \nbouts on three separate occasions. The running bouts (Ex1 and Ex2) were \nseparated by 15min of un-immersed seated rest (CON), hip-level CWI at 8°C \n(CWI-8) or hip-level CWI at 15°C (CWI-15).\nMETHODS: Intestinal temperature, blood lactate and heart rate were recorded \nthroughout and V˙O2, running economy and exercise times were recorded during the \nrunning sessions.\nRESULTS: Running time to failure (min) during Ex2 was significantly (p<0.05, \nES=0.7) longer following CWI-8 (27.7±6.3) than CON (23.3±5) but not different \nbetween CWI-15 (26.3±3.4) and CON (p=0.06, ES=0.7) or CWI-8 and CWI-15 (p=0.4, \nES=0.2). Qualitative analyses showed a 95% and 89% likely beneficial effect of \nCWI-8 and CWI-15 during Ex2 compared with CON, respectively. Time to failure \nduring Ex2 was significantly shorter than Ex1 only during the CON condition. \nIntestinal temperature and HR were significantly lower for most of Ex2 during \nCWI-8 and CWI-15 compared with CON but they were similar at failure for the \nthree conditions. Blood lactate, running economy and V˙O2 were not altered by \nCWI.\nCONCLUSIONS: These data indicate that a 15min period of cold water immersion \napplied between repeated exhaustive exercise bouts significantly reduces \nintestinal temperature and enhances post-immersion running performance in \nnormothermic conditions.\n\nCopyright © 2012 Sports Medicine Australia. Published by Elsevier Ltd. All \nrights reserved.\n\nDOI: 10.1016/j.jsams.2012.11.884\nPMID: 23246445 [Indexed for MEDLINE]",
    "Title": "Effect of post-exercise hydrotherapy water temperature on subsequent exhaustive running performance in normothermic conditions.",
    "Year": 2013.0,
    "Citation": "Dunne, A., Crampton, D., & Egaña, M. (2013). Effect of post-exercise hydrotherapy water temperature on subsequent exhaustive running performance in normothermic conditions. Journal of Science and Medicine in Sport, 16(5), 466-471.",
    "num participants": 9.0,
    "num women": 0.0,
    "Sex Representation": 0.0,
    "Sentiment": "positive",
    "Sentiment_borderline": 0.0,
    "Demographic": "endurance-trained men",
    "conclusion positive": "a 15min period of cold water immersion applied between repeated exhaustive exercise bouts significantly reduces intestinal temperature and enhances post-immersion running performance in normothermic conditions.",
    "conclusion negative": null,
    "conclusion neutral": null,
    "conclusion ambiguous": null,
    "benefit tags": [
      "enhanced performance",
      "intestinal temperature reduction",
      "muscle recovery"
    ],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "Cold water immersion after exercise improved running performance and lowered core body temperature, suggesting a beneficial effect on recovery.",
    "sex_representation_exp": "Only men were included, and no data was reported separately by sex. Women were not represented in this study.",
    "summary": "For endurance-trained men, sitting in cold water between hard runs helped them perform better and cool down faster. This points to cold water immersion as a potentially useful recovery strategy for athletes, though its effects in women are unknown.",
    "PMID": "23246445",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23246445/",
    "year group": "2011-2015",
    "per women": 0.0,
    "per women label": "0.00%",
    "per women group": "0%",
    "id": 32,
    "type": "Trial"
  },
  {
    "abstract": "59. J Sci Med Sport. 2019 Dec;22(12):1349-1354. doi: 10.1016/j.jsams.2019.07.002. \nEpub 2019 Jul 11.\n\nA 2.5 min cold water immersion improves prolonged intermittent sprint \nperformance.\n\nEgaña M(1), Jordan L(2), Moriarty T(2).\n\nAuthor information:\n(1)Department of Physiology, School of Medicine, Trinity College Dublin, The \nUniversity of Dublin, Ireland. Electronic address: megana@tcd.ie.\n(2)Department of Physiology, School of Medicine, Trinity College Dublin, The \nUniversity of Dublin, Ireland.\n\nOBJECTIVES: We investigated if cold water immersion (CWI) affects exercise \nperformance during a prolonged intermittent sprint test (IST), designed to mimic \nactivity patterns of team-sports.\nDESIGN: Randomized-crossover design.\nMETHODS: Ten male team-sport players completed 3 IST protocols (two 40-min \n\"halves\" of repeated 2-min blocks consisting of a 8-s \"all-out\" sprint, 100-s \nactive recovery and 12-s rest) on a cycle ergometer at normothermic conditions. \nEach \"half\" was separated by a 15 min recovery period of either: (i) passive \nrest, (ii) 5-min CWI at 8 °C (CWI-5) or (iii) 2.5-min CWI at 8 °C (CWI-2.5), in \na random counterbalanced order.\nRESULTS: Physical performance, core temperature (Tcore) and heart rate were not \ndifferent among conditions in the first half. In the passive rest trial, total \nwork (TW) and peak power (PP) were lower during the second half (TW: \n5.04 ± 1.11 kJ; PP: 929 ± 286 W) than the first half (TW: 5.66 ± 1.02 kJ; PP: \n1009 ± 266 W); while TW and PP were not different between halves following CWI-5 \n(first half, TW: 5.34 ± 1.02 kJ, PP: 1016 ± 283 W; second half, TW: \n5.19 ± 1.38 kJ; PP: 996 ± 318 W) and CWI-2.5 (first half, TW: 5.47 ± 1.19 kJ, \nPP: 966 ± 261 W; second half, TW: 5.25 ± 1.17 kJ; PP: 952 ± 231 W). Tcore was \nlower until the 20th minute of the second half after CWI-5 and CWI-2.5 compared \nwith passive rest.\nCONCLUSIONS: A post-exercise 2.5-5-min CWI attenuates the reductions in \nprolonged sprint performance that occur in the second half of team sports, due, \nat least partly, to reductions in core temperature and associated increase in \nheat storage.\n\nCopyright © 2019 Sports Medicine Australia. Published by Elsevier Ltd. All \nrights reserved.\n\nDOI: 10.1016/j.jsams.2019.07.002\nPMID: 31327650 [Indexed for MEDLINE]",
    "Title": "A 2.5 min cold water immersion improves prolonged intermittent sprint performance.",
    "Year": 2019.0,
    "Citation": "Egaña, M., Jordan, L., & Moriarty, T. (2019). A 2.5 min cold water immersion improves prolonged intermittent sprint performance. Journal of Science and Medicine in Sport, 22(12), 1349-1354.",
    "num participants": 10.0,
    "num women": 0.0,
    "Sex Representation": 0.0,
    "Sentiment": "positive",
    "Sentiment_borderline": 0.0,
    "Demographic": "male team-sport players",
    "conclusion positive": "A post-exercise 2.5-5-min CWI attenuates the reductions in prolonged sprint performance that occur in the second half of team sports, due, at least partly, to reductions in core temperature and associated increase in heat storage.",
    "conclusion negative": null,
    "conclusion neutral": null,
    "conclusion ambiguous": null,
    "benefit tags": [
      "muscle recovery",
      "performance improvement",
      "core temperature reduction"
    ],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "The study found that cold water immersion helped maintain sprint performance during prolonged exercise, suggesting a beneficial effect for athletes.",
    "sex_representation_exp": "The study included only male athletes and did not report any results for women, so it's not clear if these findings apply to female players.",
    "summary": "Brief periods (2.5-5 minutes) of cold water immersion after intense team-sport activity helped male athletes maintain their sprint performance and reduced their core body temperature. This is relevant for anyone looking for recovery strategies that could boost performance during prolonged or repeated efforts in sports.",
    "PMID": "31327650",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31327650/",
    "year group": "2016-2020",
    "per women": 0.0,
    "per women label": "0.00%",
    "per women group": "0%",
    "id": 33,
    "type": "Trial"
  },
  {
    "abstract": "117. Int J Sports Med. 2016 Jul;37(8):619-24. doi: 10.1055/s-0035-1565200. Epub 2016 \nMay 2.\n\nCold Water Immersion is Acutely Detrimental but Increases Performance Post-12 h \nin Rugby Players.\n\nGarcia CA(1), da Mota GR(1), Marocolo M(1).\n\nAuthor information:\n(1)Department of Sport Sciences, Human Performance and Sport Research Group, \nFederal University of Triângulo Mineiro, Uberaba, Brazil.\n\nWe evaluated the effectiveness of cold water immersion on recovery of \nperformance (i. e., the ability of repetitively performing a physical test) in \nrugby players acutely and 12 h later. 8 male rugby union players (23±4.7 years; \n176.9±4.5 cm; 87.5±8.6 kg) performed a rugby-specific exercise protocol (40 min) \nfollowed by recovery strategies: cold water immersion (8.9±0.6°C; 9 min with \n1 min out of water, repeated twice) or control (players remained seated for \n20 min) in a random order. The players underwent performance tests \n(countermovement and 30 s continuous jumps and agility T) at 4 time points: at \nbaseline, immediately after rugby-specific exercise, post-recovery strategies \nand 12 h later. The performance of the agility and countermovement jump test \nwere not different between cold water immersion and control immediately post \nrugby-specific exercises and 12 h thereafter. However, the 30 s continuous jump \ntest performance decreased immediately but increased 12 h later after cold water \nimmersion compared with control. Perception of recovery was better in the cold \nwater immersion group compared with controls post 12 h exercise. Cold water \nimmersion improves 30 s continuous jump performance, total quality recovery and \nseems to be an easy and practical tool for coaches and players, especially \nduring congested periods of the season when fast recovery (~12 h) for the \nfollowing activity is essential.\n\n© Georg Thieme Verlag KG Stuttgart · New York.\n\nDOI: 10.1055/s-0035-1565200\nPMID: 27136509 [Indexed for MEDLINE]",
    "Title": "Cold Water Immersion is Acutely Detrimental but Increases Performance Post-12 h in Rugby Players.",
    "Year": 2016.0,
    "Citation": "Garcia, C. A., da Mota, G. R., & Marocolo, M. (2016). Cold Water Immersion is Acutely Detrimental but Increases Performance Post-12 h in Rugby Players. International Journal of Sports Medicine, 37(8), 619-624.",
    "num participants": 8.0,
    "num women": 0.0,
    "Sex Representation": 0.0,
    "Sentiment": "ambiguous",
    "Sentiment_borderline": 0.0,
    "Demographic": "male rugby union players",
    "conclusion positive": "Cold water immersion improves 30 s continuous jump performance, total quality recovery and seems to be an easy and practical tool for coaches and players, especially during congested periods of the season when fast recovery (~12 h) for the following activity is essential.",
    "conclusion negative": "the 30 s continuous jump test performance decreased immediately",
    "conclusion neutral": "The performance of the agility and countermovement jump test were not different between cold water immersion and control immediately post rugby-specific exercises and 12 h thereafter.",
    "conclusion ambiguous": "Cold Water Immersion is Acutely Detrimental but Increases Performance Post-12 h",
    "benefit tags": [
      "muscle recovery",
      "performance enhancement",
      "perceived recovery"
    ],
    "negative tags": [
      "acute performance decrement"
    ],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": "",
    "sentiment_exp": "The study found that cold water immersion temporarily worsened performance but led to better performance and perception of recovery after 12 hours, so results are mixed rather than clearly positive or negative.",
    "sex_representation_exp": "The study only included young adult men and did not analyze or report results by sex, so we don't know if women would respond similarly.",
    "summary": "For male rugby players, cold water immersion after exercise temporarily reduced performance but helped them recover better and perform more jumps 12 hours later. This suggests that while it may not help immediately, it could be a useful recovery tool between matches or intense training sessions.",
    "PMID": "27136509",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27136509/",
    "year group": "2016-2020",
    "per women": 0.0,
    "per women label": "0.00%",
    "per women group": "0%",
    "id": 34,
    "type": "Trial"
  },
  {
    "abstract": "243. Med Sci Sports Exerc. 2009 Jun;41(6):1303-10. doi: 10.1249/MSS.0b013e318195107d.\n\nEffects of four recovery methods on repeated maximal rock climbing performance.\n\nHeyman E(1), DE Geus B, Mertens I, Meeusen R.\n\nAuthor information:\n(1)Laboratory of Human Movement Studies, EA3608, Faculty of Sport Sciences and \nPhysical Education, Lille 2 University, France.\n\nPURPOSE: Considering the development of rock climbing as a competitive sport, we \naimed at investigating the influence of four recovery methods on subsequent \nmaximal climbing performance.\nMETHODS: In a randomly assigned crossover design, 13 female well-trained \nclimbers (27.1 +/- 8.9 yr) came to the climbing center on four occasions \nseparated by 1 wk. On each occasion, they had to perform two climbing tests (C1 \nand C2) until volitional exhaustion on a prepracticed route (overhanging wall, \nlevel 6b). These two tests were separated by 20 min of recovery. Four recovery \nmethods were used in randomized order: passive recovery, active recovery (cycle \nergometer, 30-40 W), electromyostimulation on the forearm muscles (bisymmetric \nTENS current), or cold water immersion of the forearms and arms (three periods \nof 5 min at 15 +/- 1 degrees C). Climbing tests' performance was reflected by \nthe number of arm movements and climb duration.\nRESULTS: Using active recovery and cold water immersion, performance at C2 was \nmaintained in comparison with C1, whereas C2 performance was impaired compared \nwith C1 (P< 0.01) using electromyostimulation and passive recovery (recovery \nmethod-by-climb interaction, P < 0.05). Blood lactate decreased during recovery, \nwith the greatest decrease occurring during active recovery (time-by-recovery \nmethod interaction, P < 0.001). Arms and forearms' skin temperatures were lower \nthroughout the cold water immersion compared with the other three methods (P < \n0.001).\nCONCLUSION: Active recovery and cold water immersion are two means of preserving \nperformance when repeating acute exhausting climbing trails in female climbers. \nThese positive effects are accompanied by a greater lactate removal and a \ndecrease in subcutaneous tissues temperatures, respectively.\n\nDOI: 10.1249/MSS.0b013e318195107d\nPMID: 19461534 [Indexed for MEDLINE]",
    "Title": "Effects of four recovery methods on repeated maximal rock climbing performance.",
    "Year": 2009.0,
    "Citation": "Heyman, E., DE Geus, B., Mertens, I., & Meeusen, R. (2009). Effects of four recovery methods on repeated maximal rock climbing performance. Medicine & Science in Sports & Exercise, 41(6), 1303-1310.",
    "num participants": 13.0,
    "num women": 13.0,
    "Sex Representation": 1.0,
    "Sentiment": "positive",
    "Sentiment_borderline": 0.0,
    "Demographic": "well-trained female climbers",
    "conclusion positive": "Active recovery and cold water immersion are two means of preserving performance when repeating acute exhausting climbing trails in female climbers.",
    "conclusion negative": null,
    "conclusion neutral": null,
    "conclusion ambiguous": null,
    "benefit tags": [
      "muscle recovery",
      "performance preservation",
      "lactate removal",
      "decrease in tissue temperature"
    ],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "The study found that cold water immersion helped maintain climbing performance after fatigue, suggesting a clear benefit for recovery.",
    "sex_representation_exp": "Only women participated and were reported, making the results directly relevant to female athletes.",
    "summary": "Cold water immersion helped female climbers maintain their performance during repeated efforts, suggesting it can be an effective recovery tool to support endurance and reduce fatigue.",
    "PMID": "19461534",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19461534/",
    "year group": "2006-2010",
    "per women": 100.0,
    "per women label": "100.00%",
    "per women group": "76–100%",
    "id": 35,
    "type": "Trial"
  },
  {
    "abstract": "238. J Strength Cond Res. 2009 Sep;23(6):1795-802. doi: 10.1519/JSC.0b013e3181b3f81f.\n\nThe effects of recovery interventions on consecutive days of intermittent sprint \nexercise.\n\nKing M(1), Duffield R.\n\nAuthor information:\n(1)Exercise and Sports Science Laboratories, School of Human Movement Studies, \nCharles Sturt University, Bathurst, New South Wales, Australia. \nmoking@csu.edu.au\n\nThe purpose of this study was to compare four recovery interventions following \nsimulated team sport, intermittent-sprint exercise on consecutive days. Ten \nfemale netball players performed four randomized sessions of a simulated netball \nexercise circuit on consecutive days. Each condition consisted of two identical \nsessions (Session 1 and 2), with the recovery intervention implemented at the \ncompletion of Session 1. Participants performed all interventions involving: \npassive recovery, active recovery (ACT), cold water immersion (CWI) and contrast \nwater therapy (C(T)WT). No significant differences (p > 0.05) were evident \nbetween conditions for exercise performance (vertical jump, 20-m sprint, 10-m \nsprint, total circuit time) during Session 2. Effect size data indicated trends \nfor an ameliorated decline in 5 x 20-m sprints and vertical jump for C(T)WT and \nCWI, respectively. C(T)WT demonstrated a significant reduction (p = 0.04) in \nlactate post-intervention compared to ACT recovery. Further, ACT recovery \nresulted in a significantly elevated (p < 0.01) heart rate compared to all other \nconditions postintervention and demonstrated significantly higher (p < 0.01) \nrating of perceived exertion postintervention and muscle soreness pre-exercise \nSession 2. It is likely that while interventions may be applicable to team sport \npractices, the 24-hour recovery period between exercise bouts was sufficient to \nallow performance to be maintained, regardless of recovery interventions.\n\nDOI: 10.1519/JSC.0b013e3181b3f81f\nPMID: 19675481 [Indexed for MEDLINE]",
    "Title": "The effects of recovery interventions on consecutive days of intermittent sprint exercise.",
    "Year": 2009.0,
    "Citation": "King, M., & Duffield, R. (2009). The effects of recovery interventions on consecutive days of intermittent sprint exercise. Journal of Strength and Conditioning Research, 23(6), 1795-1802.",
    "num participants": 10.0,
    "num women": 10.0,
    "Sex Representation": 1.0,
    "Sentiment": "neutral",
    "Sentiment_borderline": 0.0,
    "Demographic": "female netball players",
    "conclusion positive": null,
    "conclusion negative": null,
    "conclusion neutral": "No significant differences (p > 0.05) were evident between conditions for exercise performance (vertical jump, 20-m sprint, 10-m sprint, total circuit time) during Session 2.",
    "conclusion ambiguous": null,
    "benefit tags": [],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": "",
    "sentiment_exp": "There were no notable improvements in exercise performance from cold water immersion compared to the other recovery options, so the study didn't find a clear benefit or harm.",
    "sex_representation_exp": "All participants were female, and the results reflect outcomes specifically in women. The effects weren't compared between men and women.",
    "summary": "This study explored whether cold water immersion and other recovery strategies help maintain performance after hard training in female netball players. No recovery method, including cold water immersion, provided a meaningful advantage for physical performance after 24 hours.",
    "PMID": "19675481",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19675481/",
    "year group": "2006-2010",
    "per women": 100.0,
    "per women label": "100.00%",
    "per women group": "76–100%",
    "id": 36,
    "type": "Trial"
  },
  {
    "abstract": "103. Appl Physiol Nutr Metab. 2016 Nov;41(11):1163-1170. doi: 10.1139/apnm-2016-0275. \nEpub 2016 Jul 25.\n\nPostexercise cold-water immersion improves intermittent high-intensity exercise \nperformance in normothermia.\n\nMcCarthy A(1)(1), Mulligan J(1)(1), Egaña M(1)(1).\n\nAuthor information:\n(1)Department of Physiology, School of Medicine, Trinity College Dublin, \nUniversity of Dublin, Ireland.\n\nA brief cold water immersion between 2 continuous high-intensity exercise bouts \nimproves the performance of the latter compared with passive recovery in the \nheat. We investigated if this effect is apparent in normothermic conditions (∼19 \n°C), employing an intermittent high-intensity exercise designed to reflect the \nwork performed at the high-intensity domain in team sports. Fifteen young active \nmen completed 2 exhaustive cycling protocols (Ex1 and Ex2: 12 min at 85% \nventilatory threshold (VT) and then an intermittent exercise alternating 30-s at \n40% peak power (Ppeak) and 30 s at 90% Ppeak to exhaustion) separated by 15 min \nof (i) passive rest, (ii) 5-min cold-water immersion at 8 °C, and (iii) 10-min \ncold-water immersion at 8 °C. Core temperature, heart rate, rates of perceived \nexertion, and oxygen uptake kinetics were not different during Ex1 among \nconditions. Time to failure during the intermittent exercise was significantly \n(P < 0.05) longer during Ex2 following the 5- and 10-min cold-water immersions \n(7.2 ± 3.5 min and 7.3 ± 3.3 min, respectively) compared with passive rest (5.8 \n± 3.1 min). Core temperature, heart rate, and rates of perceived exertion were \nsignificantly (P < 0.05) lower during most periods of Ex2 after both cold-water \nimmersions compared with passive rest. The time constant of phase II oxygen \nuptake response during the 85% VT bout of Ex2 was not different among the 3 \nconditions. A postexercise, 5- to 10-min cold-water immersion increases \nsubsequent intermittent high-intensity exercise compared with passive rest in \nnormothermia due, at least in part, to reductions in core temperature, \ncirculatory strain, and effort perception.\n\nDOI: 10.1139/apnm-2016-0275\nPMID: 27786541 [Indexed for MEDLINE]",
    "Title": "Postexercise cold-water immersion improves intermittent high-intensity exercise performance in normothermia.",
    "Year": 2016.0,
    "Citation": "McCarthy, A., Mulligan, J., & Egaña, M. (2016). Postexercise cold-water immersion improves intermittent high-intensity exercise performance in normothermia. Applied Physiology, Nutrition, and Metabolism, 41(11), 1163-1170.",
    "num participants": 15.0,
    "num women": 0.0,
    "Sex Representation": 0.0,
    "Sentiment": "positive",
    "Sentiment_borderline": 0.0,
    "Demographic": "young active men",
    "conclusion positive": "A postexercise, 5- to 10-min cold-water immersion increases subsequent intermittent high-intensity exercise compared with passive rest in normothermia due, at least in part, to reductions in core temperature, circulatory strain, and effort perception.",
    "conclusion negative": null,
    "conclusion neutral": null,
    "conclusion ambiguous": null,
    "benefit tags": [
      "muscle recovery",
      "performance improvement",
      "decreased perceived exertion",
      "reduced core temperature",
      "reduced circulatory strain"
    ],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "Participants performed better in high-intensity exercise after cold-water immersion, showing clear benefits in performance and reduced effort.",
    "sex_representation_exp": "Only young men were studied, and results for women weren't reported or analyzed separately.",
    "summary": "Taking a short cold-water bath after exercise helped young men perform better in a tough, team sport-style workout, making the exercise feel easier and less taxing on the body.",
    "PMID": "27786541",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27786541/",
    "year group": "2016-2020",
    "per women": 0.0,
    "per women label": "0.00%",
    "per women group": "0%",
    "id": 37,
    "type": "Trial"
  },
  {
    "abstract": "71. Appl Physiol Nutr Metab. 2019 May;44(5):546-556. doi: 10.1139/apnm-2018-0542. \nEpub 2018 Oct 15.\n\nRecovery following Rugby Union matches: effects of cold water immersion on \nmarkers of fatigue and damage.\n\nNunes RFH(1), Duffield R(2), Nakamura FY(3), Bezerra ES(1)(4), Sakugawa RL(1), \nLoturco I(5), Bobinski F(6), Martins DF(6), Guglielmo LGA(1).\n\nAuthor information:\n(1)a Programa de Pós-Graduação em Educação Física, Universidade Federal de Santa \nCatarina (UFSC), Florianópolis, Santa Catarina 88040-900, Brazil.\n(2)b Sport & Exercise Discipline Group, Faculty of Health, University of \nTechnology Sydney (UTS), PO Box 123, Broadway, NSW 2007, Australia.\n(3)c Department of Medicine and Aging Sciences, University Gabriele d'Annunzio \nof Chieti-Pescara, Chieti-Pescara 66100, Italy.\n(4)d Faculdade de Educação Física e Fisioterapia, Universidade Federal do \nAmazonas, Manaus 69077-000, Brazil.\n(5)e NAR - Núcleo de Alto Rendimento Esportivo, São Paulo 04753-060, Brazil.\n(6)f Programa de Pós-Graduação em Ciências da Saúde, Universidade do Sul de \nSanta Catarina (Unisul), Palhoça, Santa Catarina 88137-900, Brazil.\n\nWe investigated the effect of postmatch cold-water immersion (CWI) on markers of \nmuscle damage, neuromuscular fatigue, and perceptual responses within 72 h after \na rugby match. Twenty-two professional male rugby players were randomized into \nCWI (10 °C/10 min; n = 11) or control (CON: 30 min seated; n = 11) groups. \nActivity profile from Global Positioning Satellite systems and postmatch rating \nof perceived exertion were measured to determined match load. Biochemical (tumor \nnecrosis factor alpha (TNF-α), interleukin-6), neuromuscular performance (squat \n(SJ) and countermovement jumps (CMJ), peak power output (PPO), rate of force \ndevelopment (RFD), stiffness, 10- and 30-m sprint time, and perceptual markers \n(soreness, perceived recovery) were obtained before and immediately after the \nmatch, and then at 30 min, 24 h, 48 h, and 72 h after the match. Magnitude-based \ninference and Cohen's effect size (ES) were used to analyze change over time and \nbetween groups. Thus, the higher/beneficial, similar/trivial, or lower/harmful \ndifferences were evaluated as follows: <1%, almost certainly not; 1% to 5%, very \nunlikely; 5% to 25%, unlikely; 25% to 75%, possible; 75% to 95%, likely; 95% to \n99%, very likely; >99%, almost certainly. Changes were unclear for the match \nloads, sprint times, and perceptual markers between groups. Higher %ΔSJ at 24 h \n(very likely (ES = 0.75)) and in %ΔPPO_SJ at 48 h (likely (ES = 0.51)) were \nobserved in CWI than in CON. Values in %ΔRDF_CMJ were higher immediately after \n(likely (ES = 0.83)), 30 min after (very likely (ES = 0.97)), and 24 h after the \nmatch (likely (ES = 0.93)) in CWI than in CON. Furthermore, %Δlog TNF-α were \nlower in the CWI group than in the CON group immediately after (almost certainly \n(ES = -0.76)), 24 h after (very likely (ES = -1.09)), and 72 h after the match \n(likely (ES = -0.51)), and in Δstiffness_SJ at 30 min after (likely (ES = \n-0.67)) and 48 h after the match (very likely (ES = -0.97)). Also, different \nwithin-groups effects throughout postmatch were reported. Implementing postmatch \nCWI-based strategies improved the recovery of markers of inflammation and \nfatigue in rugby players, despite no change in markers of speed or perceptual \nrecovery.\n\nDOI: 10.1139/apnm-2018-0542\nPMID: 30321486 [Indexed for MEDLINE]",
    "Title": "Recovery following Rugby Union matches: effects of cold water immersion on markers of fatigue and damage.",
    "Year": 2019.0,
    "Citation": "Nunes, R. F. H., Duffield, R., Nakamura, F. Y., Bezerra, E. S., Sakugawa, R. L., Loturco, I., Bobinski, F., Martins, D. F., & Guglielmo, L. G. A. (2019). Recovery following Rugby Union matches: effects of cold water immersion on markers of fatigue and damage. Applied Physiology, Nutrition, and Metabolism, 44(5), 546-556.",
    "num participants": 22.0,
    "num women": 0.0,
    "Sex Representation": 0.0,
    "Sentiment": "positive",
    "Sentiment_borderline": 0.0,
    "Demographic": "professional male rugby players",
    "conclusion positive": "Implementing postmatch CWI-based strategies improved the recovery of markers of inflammation and fatigue in rugby players, despite no change in markers of speed or perceptual recovery.",
    "conclusion negative": null,
    "conclusion neutral": "no change in markers of speed or perceptual recovery.",
    "conclusion ambiguous": null,
    "benefit tags": [
      "inflammation reduction",
      "muscle recovery",
      "fatigue reduction"
    ],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "The study found that cold water immersion after rugby matches helped improve recovery in terms of inflammation and fatigue, which are beneficial effects.",
    "sex_representation_exp": "Only male athletes were included in this study, and there were no women participants. The results were not given separately by sex.",
    "summary": "After rugby matches, using cold water immersion helped male rugby players recover better by reducing muscle inflammation and fatigue, though it didn't change how fast they could sprint or how well they felt recovered.",
    "PMID": "30321486",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30321486/",
    "year group": "2016-2020",
    "per women": 0.0,
    "per women label": "0.00%",
    "per women group": "0%",
    "id": 38,
    "type": "Trial"
  },
  {
    "abstract": "233. Eur J Appl Physiol. 2010 Jun;109(3):483-90. doi: 10.1007/s00421-010-1381-2. Epub \n2010 Feb 17.\n\nEffect of cold water immersion on 100-m sprint performance in well-trained \nswimmers.\n\nParouty J(1), Al Haddad H, Quod M, Leprêtre PM, Ahmaidi S, Buchheit M.\n\nAuthor information:\n(1)Research Laboratory, EA 3300 Laboratory of Exercise Physiology and \nRehabilitation, Faculty of Sport Sciences, University of Picardie Jules Verne, \nAmiens, France.\n\nThe aim of the present study was to examine the effect of cold water immersion \n(CWI) on sprint swimming performance in simulated competition conditions. Ten \nwell-trained swimmers (5 males, 5 females; 19.0 +/- 3.9 years) performed two \n100-m swimming sprints (S1 and S2) interspersed with a 30-min passive recovery \nperiod, during which athletes were randomly assigned to 5 min of CWI (14 degrees \nC) or an out-of-water control condition (CON 28 degrees C). During tests, sprint \ntimes, heart rate (HR), pre- and post-race parasympathetic activity via HR \nvariability (natural logarithm of the square root of the mean of the sum of the \nsquares of differences between adjacent normal R-R intervals; Ln rMSSD) and \nblood lactate accumulation ([La](ac)) and clearance ([La](cle)) were recorded. \nRates of perceived recovery (RPR) and exertion (RPE) were evaluated before and \nafter each sprint. CWI was associated with a 'likely' decrease in swimming \nperformance [1.8% (90% CI 0.2, 3.5)], as well as 'likely' lower peak HR [-1.9% \n(-3.6, -0.2)]. CWI was also associated with a 'likely' smaller decrease in Ln \nrMSSD after the first sprint [-16.7% (-30.9, -4.1)]. RPR was 'likely' better \n[+27.2% (-3.7, 68.0)] following CWI. 'unclear' effects were observed for \n[La](ac) [+24.7% (-13.4, 79.5)], [La](cle) [-7.6% (-24.2, 12.7)] or RPE [+2.0% \n(-12.3, 18.5)]. Following CWI, changes in sprint times were 'largely' correlated \nwith changes in peak HR (r = 0.80). Despite a subjective perception of improved \nrecovery following CWI, this recovery intervention resulted in slower swimming \ntimes in well-trained athletes swimming in simulated competition conditions.\n\nDOI: 10.1007/s00421-010-1381-2\nPMID: 20162301 [Indexed for MEDLINE]",
    "Title": "Effect of cold water immersion on 100-m sprint performance in well-trained swimmers.",
    "Year": 2010.0,
    "Citation": "Parouty, J., Al Haddad, H., Quod, M., Leprêtre, P. M., Ahmaidi, S., & Buchheit, M. (2010). Effect of cold water immersion on 100-m sprint performance in well-trained swimmers. European Journal of Applied Physiology, 109(3), 483-490.",
    "num participants": 10.0,
    "num women": 5.0,
    "Sex Representation": 1.0,
    "Sentiment": "negative",
    "Sentiment_borderline": 0.0,
    "Demographic": "well-trained swimmers",
    "conclusion positive": "'RPR was 'likely' better [+27.2% (-3.7, 68.0)] following CWI.'",
    "conclusion negative": "CWI was associated with a 'likely' decrease in swimming performance [1.8% (90% CI 0.2, 3.5)], as well as 'likely' lower peak HR [-1.9% (-3.6, -0.2)]. Despite a subjective perception of improved recovery following CWI, this recovery intervention resulted in slower swimming times in well-trained athletes swimming in simulated competition conditions.",
    "conclusion neutral": "'unclear' effects were observed for [La](ac) [+24.7% (-13.4, 79.5)], [La](cle) [-7.6% (-24.2, 12.7)] or RPE [+2.0% (-12.3, 18.5)].",
    "conclusion ambiguous": null,
    "benefit tags": [
      "perceived recovery"
    ],
    "negative tags": [
      "reduced performance"
    ],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "Although swimmers felt they had better recovery after cold water immersion, their sprint times were actually slower, which is seen as an undesirable effect — that's why the overall tone is negative.",
    "sex_representation_exp": "Both men and women were included equally in the study, and results were tracked for both sexes.",
    "summary": "Well-trained swimmers who used cold water immersion after sprinting felt more recovered, but actually swam more slowly afterward compared to when they used passive recovery. The main takeaway is that cold water immersion didn't improve performance and may even slow athletes down, even if they feel better subjectively.",
    "PMID": "20162301",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20162301/",
    "year group": "2006-2010",
    "per women": 50.0,
    "per women label": "50.00%",
    "per women group": "26–50%",
    "id": 39,
    "type": "Trial"
  },
  {
    "abstract": "78. J Sci Med Sport. 2018 Aug;21(8):846-851. doi: 10.1016/j.jsams.2017.12.011. Epub \n2018 Jan 31.\n\nInfluence of cold-water immersion on recovery of elite triathletes following the \nironman world championship.\n\nStearns RL(1), Nolan JK(2), Huggins RA(3), Maresh CM(4), Munõz CX(5), Pagnotta \nKD(6), Volk BM(7), Casa DJ(3).\n\nAuthor information:\n(1)Korey Stringer Institute, Department of Kinesiology, University of \nConnecticut, United States. Electronic address: Rebecca.Stearns@uconn.edu.\n(2)College of Health Professions, Sacred Heart University, United States.\n(3)Korey Stringer Institute, Department of Kinesiology, University of \nConnecticut, United States.\n(4)Department of Human Sciences, Ohio State University, United States.\n(5)Department of Health Sciences and Nursing, University of Hartford, United \nStates.\n(6)College of Science, Health and Liberal Arts, Jefferson (Philadelphia \nUniversity+Thomas Jefferson University), United States.\n(7)Virta Health, United States.\n\nOBJECTIVES: Cold water immersion (CWI) has been widely used for enhancing \nathlete recovery though its use following an Ironman triathlon has never been \nexamined. The purpose of this paper is to determine the influence of CWI \nimmediately following an Ironman triathlon on markers of muscle damage, \ninflammation and muscle soreness.\nDESIGN: Prospective cohort study.\nMETHODS: Thirty three (22 male, 11 female), triathletes participating in the \nIronman World Championships volunteered to participate (mean±SD: age=40±11years; \nheight=174.5±9.1cm; body mass=70±11.8kg; percent body fat=11.4±4.1%, finish \ntime=11:03.00±01:25.08). Post race, participants were randomly assigned to a \n10-min bout of 10°C CWI or no-intervention control group. Data collection \noccurred pre-intervention (PRE), post-intervention (POST), 16h (16POST) and 40h \n(40POST) following the race. Linear mixed model ANOVA with Bonferroni \ncorrections were performed to examine group by time differences for delayed \nonset muscle soreness (DOMS), hydration indices, myoglobin, creatine kinase \n(CK), cortisol, C-reactive protein (CRP), IL-6 and percent body mass loss \n(%BML). Pearson's bivariate correlations were used for comparisons with \nfinishing time. Alpha level was set a priori at 0.05.\nRESULTS: No significant group by time interactions occurred. Significant \ndifferences occurred for POST BML (-1.7±0.9kg) vs. 16POST, and 40POST BML \n(0.9±1.4, -0.1±1.2kg, respectively; p<0.001). Compared to PRE, myoglobin, CRP \nand CK remained significantly elevated at 40POST. Cortisol returned to PRE \nvalues by 16POST and IL-6 returned to PRE values by 40POST.\nCONCLUSION: A single bout of CWI did not provide any physiological benefit \nduring recovery from a triathlon within 40h post race. Effect of CWI beyond this \ntime is unknown.\n\nCopyright © 2018 Sports Medicine Australia. Published by Elsevier Ltd. All \nrights reserved.\n\nDOI: 10.1016/j.jsams.2017.12.011\nPMID: 29685828 [Indexed for MEDLINE]",
    "Title": "Influence of cold-water immersion on recovery of elite triathletes following the ironman world championship.",
    "Year": 2018.0,
    "Citation": "Stearns, R. L., Nolan, J. K., Huggins, R. A., Maresh, C. M., Munõz, C. X., Pagnotta, K. D., Volk, B. M., & Casa, D. J. (2018). Influence of cold-water immersion on recovery of elite triathletes following the ironman world championship. Journal of Science and Medicine in Sport, 21(8), 846-851.",
    "num participants": 33.0,
    "num women": 11.0,
    "Sex Representation": 1.0,
    "Sentiment": "neutral",
    "Sentiment_borderline": 0.0,
    "Demographic": "elite triathletes participating in the Ironman World Championship",
    "conclusion positive": null,
    "conclusion negative": null,
    "conclusion neutral": "A single bout of CWI did not provide any physiological benefit during recovery from a triathlon within 40h post race.",
    "conclusion ambiguous": null,
    "benefit tags": [],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": "",
    "sentiment_exp": "The researchers found no signs that cold water immersion helped with recovery after an Ironman triathlon, as there were no measurable benefits compared to not using the treatment.",
    "sex_representation_exp": "Both male and female triathletes took part in the study, and the number of women participants was specified, so results included both sexes.",
    "summary": "After a single session of cold water immersion, elite triathletes did not show improved recovery or reduced muscle damage within 40 hours of finishing an Ironman race. This suggests that, at least for this group and this recovery window, cold water immersion doesn't offer extra benefits.",
    "PMID": "29685828",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29685828/",
    "year group": "2016-2020",
    "per women": 33.33,
    "per women label": "33.33%",
    "per women group": "26–50%",
    "id": 40,
    "type": "Trial"
  },
  {
    "abstract": "109. J Therm Biol. 2016 Aug;60:20-5. doi: 10.1016/j.jtherbio.2016.05.006. Epub 2016 \nJun 6.\n\nThe use of thermal imaging to assess the effectiveness of ice massage and \ncold-water immersion as methods for supporting post-exercise recovery.\n\nAdamczyk JG(1), Krasowska I(2), Boguszewski D(3), Reaburn P(4).\n\nAuthor information:\n(1)Theory of Sport Department, Józef Piłsudski University of Physical Education \nin Warsaw, Marymoncka 34 St., 00-968 Warsaw, Poland; Rehabilitation Department, \nPhysiotherapy Division, Medical University of Warsaw, Żwirki i Wigury 61 St., \n02-091 Warsaw, Poland. Electronic address: jakub.adamczyk@awf.edu.pl.\n(2)Rehabilitation Department, Physiotherapy Division, Medical University of \nWarsaw, Żwirki i Wigury 61 St., 02-091 Warsaw, Poland. Electronic address: \nilona54@poczta.fm.\n(3)Rehabilitation Department, Physiotherapy Division, Medical University of \nWarsaw, Żwirki i Wigury 61 St., 02-091 Warsaw, Poland. Electronic address: \ndboguszewski@wum.edu.pl.\n(4)School of Medical and Applied Sciences, Central Queensland University, Bruce \nHighway North, Rockhampton, QLD 4702, Australia. Electronic address: \np.reaburn@cqu.edu.au.\n\nCold water immersion (CWI) and ice massage (IM) are commonly used treatments to \nprevent the delay onset of muscle soreness (DOMS); however, little is known on \ntheir relative benefits and effectiveness to lower tissue temperature. This \nstudy was designed to evaluate the effectiveness of IM and CMI on tissue \ntemperature and potential benefit to preventing DOMS. The research encompassed \n36 subjects divided into three groups of twelve depending on the form of \nrecovery: ice massage (IM), cold-water immersion (CWI), or passive recovery \n(PAS). All the participants were asked to jump as high as possible from a full \nsquat for one minute. Thermal imaging was conducted at rest, immediately \nfollowing the exercise, immediately after the trial, following the recovery \ntreatment, and after 30min of rest. Their pain levels were assessed using the \nVisual Analogue Scale (VAS). After applying the selected method for supporting \nrecovery, the LA level decreased by 4.25mmol/L in the IM group, and by \n4.96mmol/L in the CWI group (IM vs. CWI p>0.05). The 2.75mmol/L decrease in \nlactate concentration in the PAS group was significantly lower than in the other \ngroups (IM vs. PAS p<0.05/ CWI vs. PAS p<0.01). In both groups, Tsk after 30min \nwas significantly lower (ΔTsk~0.5°C) than at rest (p<0.05). In turn, Tsk in the \nPAS group returned to the resting values (p>0.05). Seventy-two hours after the \nexercise, a clear decrease in discomfort was observed in the IM and CWI groups \ncompared to the PAS group. The two applied treatments have proven to be \neffective both in utilizing lactate and preventing DOMS. Depending on training \nrequirements, we recommend the use of IM when athletes experience localized \nmuscle fatigue. One the other hand, CWI is recommended in situations of global \nor generalized muscle injury or fatigue.\n\nCopyright © 2016 Elsevier Ltd. All rights reserved.\n\nDOI: 10.1016/j.jtherbio.2016.05.006\nPMID: 27503712 [Indexed for MEDLINE]",
    "Title": "The use of thermal imaging to assess the effectiveness of ice massage and cold-water immersion as methods for supporting post-exercise recovery.",
    "Year": 2016.0,
    "Citation": "Adamczyk, J. G., Krasowska, I., Boguszewski, D., & Reaburn, P. (2016). The use of thermal imaging to assess the effectiveness of ice massage and cold-water immersion as methods for supporting post-exercise recovery. Journal of Thermal Biology, 60, 20-25.",
    "num participants": 36.0,
    "num women": 0.0,
    "Sex Representation": 0.0,
    "Sentiment": "positive",
    "Sentiment_borderline": 0.0,
    "Demographic": "physically active adults (population not further specified, likely healthy participants performing physical exercise/jumping)",
    "conclusion positive": "The two applied treatments have proven to be effective both in utilizing lactate and preventing DOMS.",
    "conclusion negative": null,
    "conclusion neutral": null,
    "conclusion ambiguous": null,
    "benefit tags": [
      "muscle recovery",
      "pain relief",
      "inflammation reduction"
    ],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "Both cold-water immersion and ice massage were found to help with muscle recovery and reduce soreness after exercise, which is considered a clear beneficial effect.",
    "sex_representation_exp": "The study included 36 physically active men aged 20-27.",
    "summary": "This research tested whether cold-water immersion helps muscle recovery and soreness after a short, intense jumping exercise. The results show that cold-water immersion (and also ice massage) lowered muscle soreness and helped clear lactate from the muscles, suggesting these treatments speed up recovery after exercise.",
    "PMID": "27503712",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27503712/",
    "year group": "2016-2020",
    "per women": 0.0,
    "per women label": "0.00%",
    "per women group": "0%",
    "id": 41,
    "type": "Trial"
  },
  {
    "abstract": "338. J Sports Sci. 1999 Mar;17(3):231-8. doi: 10.1080/026404199366136.\n\nEffects of cold water immersion on the symptoms of exercise-induced muscle \ndamage.\n\nEston R(1), Peters D.\n\nAuthor information:\n(1)School of Sport, Health and Physical Education Sciences, University of Wales, \nBangor, Gwynedd, UK. r.g.eston@bangor.ac.uk\n\nCryotherapy is an effective treatment for acute sports injury to soft tissue, \nalthough the effect of cryotherapy on exercise-induced muscle damage is unclear. \nThe aim of this study was to assess the effects of cold water immersion on the \nsymptoms of exercise-induced muscle damage following strenuous eccentric \nexercise. After performing a bout of damage-inducing eccentric exercise (eight \nsets of five maximal reciprocal contractions at 0.58 rad x s(-1)) of the elbow \nflexors on an isokinetic dynamometer, 15 females aged 22.0+/-2.0 years (mean +/- \ns) were allocated to a control group (no treatment, n = 7) or a cryotherapy \ngroup (n = 8). Subjects in the cryotherapy group immersed their exercised arm in \ncold water (15 degrees C) for 15 min immediately after eccentric exercise and \nthen every 12 h for 15 min for a total of seven sessions. Muscle tenderness, \nplasma creatine kinase activity, relaxed elbow angle, isometric strength and \nswelling (upper arm circumference) were measured immediately before and for 3 \ndays after eccentric exercise. Analysis of variance revealed significant (P < \n0.05) main effects for time for all variables, with increases in muscle \ntenderness, creatine kinase activity and upper arm circumference, and decreases \nin isometric strength and relaxed elbow angle. There were significant \ninteractions (P<0.05) of group x time for relaxed elbow angle and creatine \nkinase activity. Relaxed elbow angle was greater and creatine kinase activity \nlower for the cryotherapy group than the controls on days 2 and 3 following the \neccentric exercise. We conclude that although cold water immersion may reduce \nmuscle stiffness and the amount of post-exercise damage after strenuous \neccentric activity, there appears to be no effect on the perception of \ntenderness and strength loss, which is characteristic after this form of \nactivity.\n\nDOI: 10.1080/026404199366136\nPMID: 10362390 [Indexed for MEDLINE]",
    "Title": "Effects of cold water immersion on the symptoms of exercise-induced muscle damage.",
    "Year": 1999.0,
    "Citation": "Eston, R., & Peters, D. (1999). Effects of cold water immersion on the symptoms of exercise-induced muscle damage. Journal of Sports Sciences, 17(3), 231-238. https://doi.org/10.1080/026404199366136",
    "num participants": 15.0,
    "num women": 15.0,
    "Sex Representation": 1.0,
    "Sentiment": "ambiguous",
    "Sentiment_borderline": 1.0,
    "Demographic": "young adult females",
    "conclusion positive": "Relaxed elbow angle was greater and creatine kinase activity lower for the cryotherapy group than the controls on days 2 and 3 following the eccentric exercise.",
    "conclusion negative": null,
    "conclusion neutral": "there appears to be no effect on the perception of tenderness and strength loss, which is characteristic after this form of activity.",
    "conclusion ambiguous": "although cold water immersion may reduce muscle stiffness and the amount of post-exercise damage after strenuous eccentric activity, there appears to be no effect on the perception of tenderness and strength loss",
    "benefit tags": [
      "muscle recovery",
      "inflammation reduction"
    ],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "The results suggest both some benefits (less muscle stiffness and lower markers of muscle damage) and no effects on muscle soreness or strength loss, making the outcomes a bit mixed or ambiguous.",
    "sex_representation_exp": "The study included only young women and analyzed results specifically in this group.",
    "summary": "Cold water immersion after strenuous exercise helped reduce muscle stiffness and lower biological markers of muscle damage in young women. However, it didn't seem to reduce soreness or prevent temporary loss of muscle strength.",
    "PMID": "10362390",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10362390/",
    "year group": "1996-2000",
    "per women": 100.0,
    "per women label": "100.00%",
    "per women group": "76–100%",
    "id": 42,
    "type": "Trial"
  },
  {
    "abstract": "54. Scand J Med Sci Sports. 2020 Mar;30(3):485-495. doi: 10.1111/sms.13593. Epub \n2019 Nov 27.\n\nPartial-body cryotherapy (-135°C) and cold-water immersion (10°C) after muscle \ndamage in females.\n\nHohenauer E(1)(2)(3), Costello JT(4), Deliens T(3), Clarys P(3), Stoop R(1)(2), \nClijsen R(1)(2)(3).\n\nAuthor information:\n(1)Department of Business Economics, Health and Social Care, University of \nApplied Sciences and Arts of Southern Switzerland, Landquart, Switzerland.\n(2)International University of Applied Sciences THIM, Landquart, Switzerland.\n(3)Department of Movement and Sport Sciences, Vrije Universiteit Brussel, \nBrussels, Belgium.\n(4)School of Sport, Health & Exercise Science, University of Portsmouth, \nPortsmouth, UK.\n\nThis randomized controlled trial examined the effects of cold-water immersion \n(CWI), partial-body cryotherapy (PBC), or a passive control (CON) on \nphysiological and recovery variables following exercise-induced muscle damage \n(EIMD, 5 × 20 drop jumps) in females. Twenty-eight females were allocated to PBC \n(30 seconds at -60°C, 2 minutes at -135°C), CWI (10 minutes at 10°C), or CON \n(10 minutes resting). Muscle oxygen saturation (SmO2 ), cutaneous vascular \nconductance (CVC), mean arterial pressure (MAP), and local skin temperature were \nassessed at baseline and through 60 minutes (10-minute intervals), while delayed \nonset of muscle soreness (DOMS), muscle swelling, maximum voluntary isometric \ncontraction (MVIC), and vertical jump performance (VJP) were assessed up to \n72 hours (24-hour intervals) following treatments. SmO2 was lower in PBC \n(Δ-2.77 ± 13.08%) and CWI (Δ-5.91 ± 11.80%) compared with CON (Δ18.96 ± 1.46%) \nthroughout the 60-minute follow-up period (P < .001). CVC was lower from PBC \n(92.7 ± 25.0%, 90.5 ± 23.4%) and CWI (90.3 ± 23.5%, 88.1 ± 22.9%) compared with \nCON (119.0 ± 5.1 and 116.1 ± 6.6%, respectively) between 20 and 30 minutes \n(P < .05). Mean skin temperature was lower from CWI vs PBC (between 10 and \n40 minutes, P < .05). Mean skin temperature was higher in CON compared with CWI \nup to 60 minutes and compared with PBC up to 30 minutes (P < .05). DOMS was \nlower following both PBC and CWI compared with CON through 72-hour (P < .05), \nwith no difference between groups. No main group differences for swelling, MVIC, \nand VJP were observed. In conclusion, CWI elicited generally greater \nphysiological effects compared with PBC while both interventions were more \neffective than CON in reducing DOMS in females, but had no effect on functional \nmeasures or swelling.\n\n© 2019 The Authors. Scandinavian Journal of Medicine & Science In Sports \npublished by John Wiley & Sons Ltd.\n\nDOI: 10.1111/sms.13593\nPMCID: PMC7027844\nPMID: 31677292 [Indexed for MEDLINE]",
    "Title": "Partial-body cryotherapy (-135°C) and cold-water immersion (10°C) after muscle damage in females.",
    "Year": 2020.0,
    "Citation": "Hohenauer, E., Costello, J. T., Deliens, T., Clarys, P., Stoop, R., & Clijsen, R. (2020). Partial-body cryotherapy (-135°C) and cold-water immersion (10°C) after muscle damage in females. Scandinavian Journal of Medicine & Science in Sports, 30(3), 485-495.",
    "num participants": 28.0,
    "num women": 28.0,
    "Sex Representation": 1.0,
    "Sentiment": "neutral",
    "Sentiment_borderline": 0.0,
    "Demographic": "females",
    "conclusion positive": "DOMS was lower following both PBC and CWI compared with CON through 72-hour (P < .05), with no difference between groups.",
    "conclusion negative": null,
    "conclusion neutral": "No main group differences for swelling, MVIC, and VJP were observed.",
    "conclusion ambiguous": null,
    "benefit tags": [
      "pain relief",
      "muscle recovery"
    ],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "Cold water immersion reduced muscle soreness after exercise, but didn't help with swelling or muscle strength, so the effects were limited.",
    "sex_representation_exp": "The study focused entirely on women and clearly reported results for this group.",
    "summary": "Cold water immersion helped women feel less muscle soreness after tough exercise, but didn't speed up muscle recovery or reduce swelling. This suggests it's good for easing discomfort, but not for boosting performance or healing.",
    "PMID": "31677292",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31677292/",
    "year group": "2016-2020",
    "per women": 100.0,
    "per women label": "100.00%",
    "per women group": "76–100%",
    "id": 43,
    "type": "Trial"
  },
  {
    "abstract": "152. J Sport Rehabil. 2015 May;24(2):99-108. doi: 10.1123/jsr.2013-0113. Epub 2014 \nMar 12.\n\nComparison of the effects of electrical stimulation and cold-water immersion on \nmuscle soreness after resistance exercise.\n\nJajtner AR(1), Hoffman JR, Gonzalez AM, Worts PR, Fragala MS, Stout JR.\n\nAuthor information:\n(1)Inst of Exercise Science and Wellness, University of Central Florida, \nOrlando, FL.\n\nCONTEXT: Resistance training is a common form of exercise for competitive and \nrecreational athletes. Enhancing recovery from resistance training may improve \nthe muscle-remodeling processes, stimulating a faster return to peak \nperformance.\nOBJECTIVE: To examine the effects of 2 different recovery modalities, \nneuromuscular electrical stimulation (NMES) and cold-water immersion (CWI), on \nperformance and biochemical and ultrasonographic measures.\nPARTICIPANTS: Thirty resistance-trained men (23.1 ± 2.9 y, 175.2 ± 7.1 cm, 82.1 \n± 8.4 kg) were randomly assigned to NMES, CWI, or control (CON).\nDESIGN AND SETTING: All participants completed a high-volume lower-body \nresistance-training workout on d 1 and returned to the human performance \nlaboratory 24 (24H) and 48 h (48 H) postexercise for follow-up testing.\nMEASURES: Blood samples were obtained preexercise (PRE) and immediately (IP), 30 \nmin (30 P), 24 h (24H), and 48 h (48 H) post. Subjects were examined for \nperformance changes in the squat exercise (total repetitions and average power \nper repetition), biomarkers of inflammation, and changes in cross-sectional area \nand echo intensity (EI) of the rectus femoris (RF) and vastus lateralis muscles.\nRESULTS: No differences between groups were observed in the number of \nrepetitions (P = .250; power: P = .663). Inferential-based analysis indicated \nthat increases in C-reactive protein concentrations were likely increased by a \ngreater magnitude after CWI compared with CON, while NMES possibly decreased \nmore than CON from IP to 24H. Increases in interleukin-10 concentrations between \nIP and 30 P were likely greater in CWI than NMES but not different from CON. \nInferential-based analysis of RF EI indicated a likely decrease for CWI between \nIP and 48 H. No other differences between groups were noted in any other \nmuscle-architecture measures.\nCONCLUSIONS: Results indicated that CWI induced greater increases in pro- and \nanti-inflammatory markers, while decreasing RF EI, suggesting that CWI may be \neffective in enhancing short-term muscle recovery after high-volume bouts of \nresistance exercise.\n\nDOI: 10.1123/jsr.2013-0113\nPMID: 24622577 [Indexed for MEDLINE]",
    "Title": "Comparison of the effects of electrical stimulation and cold-water immersion on muscle soreness after resistance exercise.",
    "Year": 2015.0,
    "Citation": "Jajtner, A. R., Hoffman, J. R., Gonzalez, A. M., Worts, P. R., Fragala, M. S., & Stout, J. R. (2015). Comparison of the effects of electrical stimulation and cold-water immersion on muscle soreness after resistance exercise. Journal of Sport Rehabilitation, 24(2), 99-108. https://doi.org/10.1123/jsr.2013-0113",
    "num participants": 30.0,
    "num women": 0.0,
    "Sex Representation": 0.0,
    "Sentiment": "positive",
    "Sentiment_borderline": 1.0,
    "Demographic": "resistance-trained men",
    "conclusion positive": "CWI may be effective in enhancing short-term muscle recovery after high-volume bouts of resistance exercise.",
    "conclusion negative": null,
    "conclusion neutral": "No differences between groups were observed in the number of repetitions (P = .250; power: P = .663).",
    "conclusion ambiguous": "CWI induced greater increases in pro- and anti-inflammatory markers, while decreasing RF EI, suggesting that CWI may be effective in enhancing short-term muscle recovery.",
    "benefit tags": [
      "muscle recovery",
      "inflammation reduction"
    ],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "Although cold-water immersion increased certain inflammation markers, the researchers suggest it could help speed up muscle recovery after intense exercise, even though performance measures didn't differ between groups. Because the biochemical data and functional outcomes weren't all positive, the overall take-home is cautiously optimistic, but not unequivocally so.",
    "sex_representation_exp": "Only men participated, so we can't tell if the results would apply to women. The study doesn't report any data separated by sex.",
    "summary": "This study checked whether cold-water immersion after weight training helps muscle recovery compared to electrical stimulation or doing nothing special. The results suggest that cold-water immersion may help muscles recover more quickly, though it also raised some inflammation markers. Although it didn't boost exercise performance versus other methods, it might help reduce muscle damage in young men after heavy lifting.",
    "PMID": "24622577",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24622577/",
    "year group": "2011-2015",
    "per women": 0.0,
    "per women label": "0.00%",
    "per women group": "0%",
    "id": 44,
    "type": "Trial"
  },
  {
    "abstract": "244. Ergonomics. 2009 Apr;52(4):456-60. doi: 10.1080/00140130802707733.\n\nA single 10-min bout of cold-water immersion therapy after strenuous plyometric \nexercise has no beneficial effect on recovery from the symptoms of \nexercise-induced muscle damage.\n\nJakeman JR(1), Macrae R, Eston R.\n\nAuthor information:\n(1)School of Sport and Health Sciences, St. Luke's Campus, University of Exeter, \nExeter, Devon, UK.\n\nThe purpose of this study was to examine the effectiveness of a single bout of \ncold-water immersion on recovery from exercise-induced muscle damage. Eighteen \nphysically active female volunteers (age 19.9 (+/-0.97 years), height 1.66 \n(+/-0.05 m), mass 63.7 (+/-10 kg), completed 10 sets of 10 counter-movement \njumps to induce muscle damage and were randomly allocated to a control or \ntreatment group. The treatment group was given a single 10-min bout of lower \nlimb cold-water immersion therapy at 10 degrees C immediately following \ndamage-inducing exercise. Indicators of muscle damage (plasma creatine kinase \nactivity, perceived soreness and maximal voluntary contraction of the \nquadriceps) were assessed immediately prior to counter-movement jumps, and at 1, \n24, 48, 72 and 96 h, following the damaging exercise. Significant (p = 0.05) \ntime effects were recorded on all indicators of muscle damage, but there were no \nsignificant group or group x time interaction effects found on any of the \nmeasured variables. The results indicate that a single bout of cold-water \nimmersion after a damaging bout of exercise has no beneficial effects on the \nrecovery from exercise-induced muscle damage.\n\nDOI: 10.1080/00140130802707733\nPMID: 19401897 [Indexed for MEDLINE]",
    "Title": "A single 10-min bout of cold-water immersion therapy after strenuous plyometric exercise has no beneficial effect on recovery from the symptoms of exercise-induced muscle damage.",
    "Year": 2009.0,
    "Citation": "Jakeman, J. R., Macrae, R., & Eston, R. (2009). A single 10-min bout of cold-water immersion therapy after strenuous plyometric exercise has no beneficial effect on recovery from the symptoms of exercise-induced muscle damage. Ergonomics, 52(4), 456-460.",
    "num participants": 18.0,
    "num women": 18.0,
    "Sex Representation": 0.0,
    "Sentiment": "neutral",
    "Sentiment_borderline": 0.0,
    "Demographic": "physically active female volunteers",
    "conclusion positive": null,
    "conclusion negative": null,
    "conclusion neutral": "The results indicate that a single bout of cold-water immersion after a damaging bout of exercise has no beneficial effects on the recovery from exercise-induced muscle damage.",
    "conclusion ambiguous": null,
    "benefit tags": [],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "Cold water immersion did not help with muscle recovery after exercise, so there was no benefit found.",
    "sex_representation_exp": "Only women participated, and results were not split by sex because no men were included.",
    "summary": "This study found that a single 10-minute session of cold water immersion after intense jumping exercise didn't help young women recover from muscle soreness or damage any faster. While cold therapy is often used for recovery, this research suggests it may not be effective in some situations.",
    "PMID": "19401897",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19401897/",
    "year group": "2006-2010",
    "per women": 100.0,
    "per women label": "100.00%",
    "per women group": "76–100%",
    "id": 45,
    "type": "Trial"
  },
  {
    "abstract": "111. Scand J Med Sci Sports. 2017 Nov;27(11):1356-1363. doi: 10.1111/sms.12734. Epub \n2016 Jul 19.\n\nDosages of cold-water immersion post exercise on functional and clinical \nresponses: a randomized controlled trial.\n\nMachado AF(1), Almeida AC(2), Micheletti JK(1), Vanderlei FM(1), Tribst MF(1), \nNetto Junior J(1), Pastre CM(1).\n\nAuthor information:\n(1)Faculdade de Ciências e Tecnologia, Departamento de Fisioterapia, Univ. \nEstadual Paulista, Presidente Prudente, Brazil.\n(2)Centro de Ciências Biológicas e da Saúde, Departamento de Fisioterapia, Univ. \nFederal de São Carlos, São Carlos, Brazil.\n\nCold-water immersion (CWI) is one of the recovery techniques commonly used by \nathletes for post-exercise recovery. Nevertheless, the effects of CWI using \ndifferent temperatures and the dose-response relationship of this technique have \nnot yet been investigated. The aims of this study were to compare the effects of \ntwo strategies of CWI, using different water temperatures with passive recovery \npost exercise in the management of some markers of muscle damage, and to observe \nwhether any of the techniques used caused deleterious effects on performance. \nSixty healthy male participants performed an eccentric protocol to induce muscle \ndamage and were then randomized to one of three groups (CWI1: 15 min at 9 °C; \nCWI2: 15 min at 14 °C; CG: control group). Levels of creatine kinase, muscle \nsoreness, pain threshold, perception of recovery, and maximal voluntary \nisometric contraction were monitored up to 96 h post exercise. A large effect \nfor time for all outcomes was observed [P < 0.001; CK (ES = 0.516), muscle \nsoreness (ES = 0.368); pain threshold (ES = 0.184); perception of recovery \n(ES = 0.565); MVIC (ES = 0.273)]. CWI groups presented an earlier recovery for \nmuscle soreness with lower ratings immediately post recovery. For delayed \neffects, the application of CWI2 (15 min at 14 °C) presented earlier recovery \ncompared with CWI1 and control condition for maximal voluntary isometric \ncontraction (P < 0.05). There were no significant group and interaction (Group × \nTime) effects. CWI groups acted more efficiently for muscle soreness and \nperformance considering the time of recovery was observed. No evidence was found \nto suggest dose-response relationship and deleterious effects.\n\n© 2016 John Wiley & Sons A/S. Published by John Wiley & Sons Ltd.\n\nDOI: 10.1111/sms.12734\nPMID: 27430594 [Indexed for MEDLINE]",
    "Title": "Dosages of cold-water immersion post exercise on functional and clinical responses: a randomized controlled trial.",
    "Year": 2017.0,
    "Citation": "Machado, A. F., Almeida, A. C., Micheletti, J. K., Vanderlei, F. M., Tribst, M. F., Netto Junior, J., & Pastre, C. M. (2017). Dosages of cold-water immersion post exercise on functional and clinical responses: a randomized controlled trial. Scandinavian Journal of Medicine & Science in Sports, 27(11), 1356-1363.",
    "num participants": 60.0,
    "num women": 0.0,
    "Sex Representation": 0.0,
    "Sentiment": "positive",
    "Sentiment_borderline": 0.0,
    "Demographic": "healthy males",
    "conclusion positive": "CWI groups presented an earlier recovery for muscle soreness with lower ratings immediately post recovery. For delayed effects, the application of CWI2 (15 min at 14 °C) presented earlier recovery compared with CWI1 and control condition for maximal voluntary isometric contraction (P < 0.05). CWI groups acted more efficiently for muscle soreness and performance considering the time of recovery was observed.",
    "conclusion negative": null,
    "conclusion neutral": "No evidence was found to suggest dose-response relationship and deleterious effects.",
    "conclusion ambiguous": null,
    "benefit tags": [
      "muscle recovery",
      "pain relief"
    ],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "The results show that cold water immersion after exercise helped with faster recovery from muscle soreness and improved performance, with no harmful effects reported.",
    "sex_representation_exp": "All participants were healthy males and no data by sex is reported, so the findings might not apply to women.",
    "summary": "This study found that cold water immersion speeds up recovery from muscle soreness and helps restore strength after exercise in healthy men, with no indication of negative side effects. It suggests cold water baths could be an effective strategy for active individuals looking to recover faster.",
    "PMID": "27430594",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27430594/",
    "year group": "2016-2020",
    "per women": 0.0,
    "per women label": "0.00%",
    "per women group": "0%",
    "id": 46,
    "type": "Trial"
  },
  {
    "abstract": "262. Eur J Appl Physiol. 2008 Mar;102(4):447-55. doi: 10.1007/s00421-007-0605-6. Epub \n2007 Nov 3.\n\nEffect of hydrotherapy on the signs and symptoms of delayed onset muscle \nsoreness.\n\nVaile J(1), Halson S, Gill N, Dawson B.\n\nAuthor information:\n(1)Department of Physiology, Australian Institute of Sport, PO Box 176, \nBelconnen, ACT, Australia. jo.vaile@ausport.gov.au\n\nErratum in\n    Eur J Appl Physiol. 2008 May;103(1):121-2.\n\nThis study independently examined the effects of three hydrotherapy \ninterventions on the physiological and functional symptoms of delayed onset \nmuscle soreness (DOMS). Strength trained males (n = 38) completed two \nexperimental trials separated by 8 months in a randomised crossover design; one \ntrial involved passive recovery (PAS, control), the other a specific \nhydrotherapy protocol for 72 h post-exercise; either: (1) cold water immersion \n(CWI: n = 12), (2) hot water immersion (HWI: n = 11) or (3) contrast water \ntherapy (CWT: n = 15). For each trial, subjects performed a DOMS-inducing leg \npress protocol followed by PAS or one of the hydrotherapy interventions for 14 \nmin. Weighted squat jump, isometric squat, perceived pain, thigh girths and \nblood variables were measured prior to, immediately after, and at 24, 48 and 72 \nh post-exercise. Squat jump performance and isometric force recovery were \nsignificantly enhanced (P < 0.05) at 24, 48 and 72 h post-exercise following CWT \nand at 48 and 72 h post-exercise following CWI when compared to PAS. Isometric \nforce recovery was also greater (P < 0.05) at 24, 48, and 72 h post-exercise \nfollowing HWI when compared to PAS. Perceived pain improved (P < 0.01) following \nCWT at 24, 48 and 72 h post-exercise. Overall, CWI and CWT were found to be \neffective in reducing the physiological and functional deficits associated with \nDOMS, including improved recovery of isometric force and dynamic power and a \nreduction in localised oedema. While HWI was effective in the recovery of \nisometric force, it was ineffective for recovery of all other markers compared \nto PAS.\n\nDOI: 10.1007/s00421-007-0605-6\nPMID: 17978833 [Indexed for MEDLINE]",
    "Title": "Effect of hydrotherapy on the signs and symptoms of delayed onset muscle soreness.",
    "Year": 2008.0,
    "Citation": "Vaile, J., Halson, S., Gill, N., & Dawson, B. (2008). Effect of hydrotherapy on the signs and symptoms of delayed onset muscle soreness. European Journal of Applied Physiology, 102(4), 447-455.",
    "num participants": 38.0,
    "num women": 0.0,
    "Sex Representation": 0.0,
    "Sentiment": "positive",
    "Sentiment_borderline": 0.0,
    "Demographic": "strength trained males",
    "conclusion positive": "Overall, CWI and CWT were found to be effective in reducing the physiological and functional deficits associated with DOMS, including improved recovery of isometric force and dynamic power and a reduction in localised oedema.",
    "conclusion negative": null,
    "conclusion neutral": "While HWI was effective in the recovery of isometric force, it was ineffective for recovery of all other markers compared to PAS.",
    "conclusion ambiguous": null,
    "benefit tags": [
      "muscle recovery",
      "pain relief",
      "inflammation reduction"
    ],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "The study found that cold water immersion helped speed up muscle recovery and reduce pain and swelling after exercise, so it's marked as having a positive outcome.",
    "sex_representation_exp": "Only men participated in the study, and no separate results for women were reported. This limits how broadly the findings can be applied.",
    "summary": "Researchers found that cold water immersion helps athletes recover muscle strength and power more quickly after intense leg exercise, while also reducing soreness and swelling. These results suggest that using cold water baths can be a helpful tool for muscle recovery, especially for active men.",
    "PMID": "17978833",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17978833/",
    "year group": "2006-2010",
    "per women": 0.0,
    "per women label": "0.00%",
    "per women group": "0%",
    "id": 47,
    "type": "Trial"
  },
  {
    "abstract": "102. Int J Sports Med. 2016 Nov;37(12):937-943. doi: 10.1055/s-0042-111438. Epub 2016 \nAug 24.\n\nThe Effect of Water Temperature during Cold-Water Immersion on Recovery from \nExercise-Induced Muscle Damage.\n\nVieira A(1), Siqueira AF(1), Ferreira-Junior JB(1), do Carmo J(1), Durigan \nJL(1), Blazevich A(2), Bottaro M(1).\n\nAuthor information:\n(1)Faculty of Physical Education, University of Brasilia, Brasilia, Brazil.\n(2)School of Exercise and Health Sciences, Edith Cowan University Faculty of \nHealth Engineering and Science, Joondalup, Australia.\n\nThis study investigated the effects of 5 and 15°C cold-water immersion on \nrecovery from exercise resulting in exercise-induced muscle damage. 42 \ncollege-aged men performed 5×20 drop-jumps and were randomly allocated into one \nof 3 groups: (1) 5°C; (2) 15°C; or (3) control. After exercise, individuals from \nthe cold-water immersion groups had their lower limbs immerged in iced water for \n20 min. Isometric knee extensor torque, countermovement jump, muscle soreness, \nand creatine kinase were measured before, immediately after, 24, 48, 72, 96 and \n168 h post-exercise. There was no between-group difference in isometric strength \nrecovery (p=0.73). However, countermovement jump recovered quicker in cold-water \nimmersion groups compared to control group (p<0.05). Countermovement jump \nreturned to baseline after 72 h in 15°C, 5°C group recovered after 96 h and \ncontrol did not recovered at any time point measured. Also, creatine kinase \nreturned to baseline at 72 h and remained stable for all remaining measurements \nfor 15°C group, whereas remained elevated past 168 h in both 5°C and control \ngroups. There was a trend toward lower muscle soreness (p=0.06) in 15°C group \ncompared to control at 24 h post-exercise. The result suggests that cold-water \nimmersion promote recovery of stretch-shortening cycle performance, but not \ninfluence the recovery of maximal contractile force. Immersion at warmer \ntemperature may be more effective than colder temperatures promoting recovery \nfrom strenuous exercise.\n\n© Georg Thieme Verlag KG Stuttgart · New York.\n\nDOI: 10.1055/s-0042-111438\nPMID: 27557407 [Indexed for MEDLINE]",
    "Title": "The Effect of Water Temperature during Cold-Water Immersion on Recovery from Exercise-Induced Muscle Damage.",
    "Year": 2016.0,
    "Citation": "Vieira, A., Siqueira, A. F., Ferreira-Junior, J. B., do Carmo, J., Durigan, J. L., Blazevich, A., & Bottaro, M. (2016). The Effect of Water Temperature during Cold-Water Immersion on Recovery from Exercise-Induced Muscle Damage. International Journal of Sports Medicine, 37(12), 937-943.",
    "num participants": 42.0,
    "num women": 0.0,
    "Sex Representation": 0.0,
    "Sentiment": "positive",
    "Sentiment_borderline": 1.0,
    "Demographic": "college-aged men",
    "conclusion positive": "Countermovement jump recovered quicker in cold-water immersion groups compared to control group (p<0.05). Countermovement jump returned to baseline after 72 h in 15°C, 5°C group recovered after 96 h and control did not recovered at any time point measured. Also, creatine kinase returned to baseline at 72 h and remained stable for all remaining measurements for 15°C group, whereas remained elevated past 168 h in both 5°C and control groups.",
    "conclusion negative": null,
    "conclusion neutral": "There was no between-group difference in isometric strength recovery (p=0.73).",
    "conclusion ambiguous": "Immersion at warmer temperature may be more effective than colder temperatures promoting recovery from strenuous exercise.",
    "benefit tags": [
      "muscle recovery"
    ],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "The researchers found that cold-water immersion sped up recovery of certain muscle functions after strenuous exercise, especially at a warmer (15°C) temperature, even though not all measures showed improvement.",
    "sex_representation_exp": "This study only included men and didn't report results for women, so its findings may not apply to both sexes.",
    "summary": "Cold-water immersion, especially in water at 15°C, helped active young men recover jumping ability faster after muscle-damaging exercise. However, it didn't improve all aspects of muscle strength, and recovery was best at the moderately cold temperature.",
    "PMID": "27557407",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27557407/",
    "year group": "2016-2020",
    "per women": 0.0,
    "per women label": "0.00%",
    "per women group": "0%",
    "id": 48,
    "type": "Trial"
  },
  {
    "abstract": "266. J Sports Sci. 2007 Sep;25(11):1163-70. doi: 10.1080/02640410600982659.\n\nInfluence of cold-water immersion on indices of muscle damage following \nprolonged intermittent shuttle running.\n\nBailey DM(1), Erith SJ, Griffin PJ, Dowson A, Brewer DS, Gant N, Williams C.\n\nAuthor information:\n(1)Human Muscle Metabolism Research Group, English Institute of Sport, \nLoughborough University, Loughborough, UK. david.bailey@eis2win.co.uk\n\nThe aim of this study was to assess the effects of cold-water immersion \n(cryotherapy) on indices of muscle damage following a bout of prolonged \nintermittent exercise. Twenty males (mean age 22.3 years, s = 3.3; height 1.80 \nm, s = 0.05; body mass 83.7 kg, s = 11.9) completed a 90-min intermittent \nshuttle run previously shown to result in marked muscle damage and soreness. \nAfter exercise, participants were randomly assigned to either 10 min cold-water \nimmersion (mean 10 degrees C, s = 0.5) or a non-immersion control group. Ratings \nof perceived soreness, changes in muscular function and efflux of intracellular \nproteins were monitored before exercise, during treatment, and at regular \nintervals up to 7 days post-exercise. Exercise resulted in severe muscle \nsoreness, temporary muscular dysfunction, and elevated serum markers of muscle \ndamage, all peaking within 48 h after exercise. Cryotherapy administered \nimmediately after exercise reduced muscle soreness at 1, 24, and 48 h (P < \n0.05). Decrements in isometric maximal voluntary contraction of the knee flexors \nwere reduced after cryotherapy treatment at 24 (mean 12%, s(x) = 4) and 48 h \n(mean 3%, s(x) = 3) compared with the control group (mean 21%, s(x) = 5 and mean \n14%, s(x) = 5 respectively; P < 0.05). Exercise-induced increases in serum \nmyoglobin concentration and creatine kinase activity peaked at 1 and 24 h, \nrespectively (P < 0.05). Cryotherapy had no effect on the creatine kinase \nresponse, but reduced myoglobin 1 h after exercise (P < 0.05). The results \nsuggest that cold-water immersion immediately after prolonged intermittent \nshuttle running reduces some indices of exercise-induced muscle damage.\n\nDOI: 10.1080/02640410600982659\nPMID: 17654228 [Indexed for MEDLINE]",
    "Title": "Influence of cold-water immersion on indices of muscle damage following prolonged intermittent shuttle running.",
    "Year": 2007.0,
    "Citation": "Bailey, D. M., Erith, S. J., Griffin, P. J., Dowson, A., Brewer, D. S., Gant, N., & Williams, C. (2007). Influence of cold-water immersion on indices of muscle damage following prolonged intermittent shuttle running. Journal of Sports Sciences, 25(11), 1163-1170.",
    "num participants": 20.0,
    "num women": 0.0,
    "Sex Representation": 0.0,
    "Sentiment": "positive",
    "Sentiment_borderline": 0.0,
    "Demographic": "young adult males",
    "conclusion positive": "Cryotherapy administered immediately after exercise reduced muscle soreness at 1, 24, and 48 h (P < 0.05). Decrements in isometric maximal voluntary contraction of the knee flexors were reduced after cryotherapy treatment at 24 (mean 12%, s(x) = 4) and 48 h (mean 3%, s(x) = 3) compared with the control group (mean 21%, s(x) = 5 and mean 14%, s(x) = 5 respectively; P < 0.05). Cryotherapy had no effect on the creatine kinase response, but reduced myoglobin 1 h after exercise (P < 0.05). The results suggest that cold-water immersion immediately after prolonged intermittent shuttle running reduces some indices of exercise-induced muscle damage.",
    "conclusion negative": null,
    "conclusion neutral": null,
    "conclusion ambiguous": null,
    "benefit tags": [
      "muscle recovery",
      "pain relief",
      "inflammation reduction"
    ],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "The study found that cold water immersion after exercise helped reduce muscle soreness and improved muscle recovery in the hours and days that followed, showing clear benefits.",
    "sex_representation_exp": "All the participants were young men, and results were not split by sex, so we don't know if the results apply to women.",
    "summary": "Cold water immersion right after intense running relieved muscle soreness and helped muscle function recover faster in young adult men. The treatment lessened some markers of muscle damage, suggesting it can help athletes bounce back more quickly after tough workouts.",
    "PMID": "17654228",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17654228/",
    "year group": "2006-2010",
    "per women": 0.0,
    "per women label": "0.00%",
    "per women group": "0%",
    "id": 49,
    "type": "Trial"
  },
  {
    "abstract": "55. Res Q Exerc Sport. 2020 Jun;91(2):228-238. doi: 10.1080/02701367.2019.1659477. \nEpub 2019 Oct 25.\n\nCold-Water Immersion Does Not Accelerate Performance Recovery After 10-km Street \nRun: Randomized Controlled Clinical Trial.\n\nDantas G(1), Barros A(2), Silva B(2), Belém L(2), Ferreira V(2), Fonseca A(2), \nCastro P(2), Santos T(2), Lemos T(2), Hérickson W(2).\n\nAuthor information:\n(1)Federal University of São Carlos.\n(2)Federal University of Rio Grande do Norte.\n\nThe use of strategies to assure better post-effort recovery is frequent in \nsports settings. There are several interventions available for exercise induced \nmuscle damage recovery, but cold-water immersion (CWI) stands out among them. \nThe effects of CWI are unclear in the literature and, although the number of \nstreet runners has been growing, there is a gap in the scientific evidence \nregarding the use of CWI to recover runners' performance after a 10-km street \nrun. Purpose: The goal of our study was to analyze the effects of CWI on the \nrecovery of muscle damage markers after a 10-km street run. Method: We randomly \nassigned thirty male recreational street runners, immediately after a 10-km \nstreet run, into three recovery groups: control (rest for 10 minutes), immersion \n(10 min immersed in water without ice at room temperature) and CWI (10 min \nimmersed in water with ice at 10ºC). We assessed pain, triple hop distance, \nextensor peak torque and blood creatine kinase levels pre- and post-run, \npost-intervention and 24 hours after the run. Results: The 10-km run was enough \nto decrease triple hop distance and extensor peak torque, and increase levels of \ncreatine kinase (p < 0.05); however, we found no time/group interactions in any \nof the assessed variables after we applied the appropriate interventions (p > \n0.05). Conclusion: 10-min CWI at 10°C was no more effective than water immersion \nand rest in recovering muscle damage markers after 10-km runs.\n\nDOI: 10.1080/02701367.2019.1659477\nPMID: 31652109 [Indexed for MEDLINE]",
    "Title": "Cold-Water Immersion Does Not Accelerate Performance Recovery After 10-km Street Run: Randomized Controlled Clinical Trial.",
    "Year": 2020.0,
    "Citation": "Dantas, G., Barros, A., Silva, B., Belém, L., Ferreira, V., Fonseca, A., Castro, P., Santos, T., Lemos, T., & Hérickson, W. (2020). Cold-Water Immersion Does Not Accelerate Performance Recovery After 10-km Street Run: Randomized Controlled Clinical Trial. Research Quarterly for Exercise and Sport, 91(2), 228-238.",
    "num participants": 30.0,
    "num women": 0.0,
    "Sex Representation": 0.0,
    "Sentiment": "neutral",
    "Sentiment_borderline": 0.0,
    "Demographic": "male recreational street runners",
    "conclusion positive": null,
    "conclusion negative": null,
    "conclusion neutral": "10-min CWI at 10°C was no more effective than water immersion and rest in recovering muscle damage markers after 10-km runs.",
    "conclusion ambiguous": null,
    "benefit tags": [],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "The researchers found that cold water immersion did not speed up recovery any more than rest or regular water immersion, meaning it offered no extra benefit.",
    "sex_representation_exp": "The study included only men, so the results don't tell us how women might respond to cold water immersion after a run.",
    "summary": "After running 10 kilometers, male recreational runners didn't recover faster with cold water immersion compared to just resting or simply sitting in room temperature water. This suggests that, for muscle recovery after this type of run, cold water immersion doesn't provide extra benefits.",
    "PMID": "31652109",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31652109/",
    "year group": "2016-2020",
    "per women": 0.0,
    "per women label": "0.00%",
    "per women group": "0%",
    "id": 50,
    "type": "Trial"
  },
  {
    "abstract": "186. J Sports Sci. 2013;31(1):11-9. doi: 10.1080/02640414.2012.719241. Epub 2012 Aug \n31.\n\nEffects of sports massage and intermittent cold-water immersion on recovery from \nmatches by basketball players.\n\nDelextrat A(1), Calleja-González J, Hippocrate A, Clarke ND.\n\nAuthor information:\n(1)Faculty of Life Sciences, London Metropolitan University, 166-220 Holloway \nRoad, London N7 8DB, UK. a.delextrat@londonmet.ac.uk\n\nThe aim of this study was to compare the effects of intermittent cold-water \nimmersion and massage on perceptual and performance markers of recovery by \nbasketball players after competitive matches. Eight men (age 23 ± 3 years; \nstature 190.5 ± 8.9 cm; body mass 90.3 ± 9.6 kg; body fat 12.8 ± 4.8%) and eight \nwomen (age 22 ± 2 years; stature 179.0 ± 8.5 cm; body mass 77.6 ± 9.2 kg; body \nfat 22.5 ± 6.6%) basketball players participated. Massage, cold-water immersion \nor control were applied immediately after competitive matches, followed by \nassessments of perceptual measures of recovery and physical performance, \ncountermovement jump and repeated-sprint ability 24 h after intervention. There \nwas lower perception of fatigue overall and in the legs immediately after the \nmassage and cold-water immersion condition (P < 0.001; η²(P) = 0.91). \nFurthermore, women had a lower perception of fatigue in cold-water immersion \nthan massage at any testing time (P < 0.001; η²(P) = 0.37). Jump performance was \ngreater after cold-water immersion than the control condition (P = 0.037, η²(P) \n= 0.37). There was no effect of any of the recovery interventions on \nrepeated-sprint measures (P at best 0.067, η²(P) at best 0.68). The results \nsuggest that both massage and cold-water immersion improve perceptual measures \nof recovery. Furthermore, cold-water immersion improves jump performance \nalthough neither such immersion nor massage had an effect on repeated-sprint \nability. This suggests that, overall, cold-water immersion is more useful than \nmassage in the recovery from basketball matches, especially in women.\n\nDOI: 10.1080/02640414.2012.719241\nPMID: 22935028 [Indexed for MEDLINE]",
    "Title": "Effects of sports massage and intermittent cold-water immersion on recovery from matches by basketball players.",
    "Year": 2013.0,
    "Citation": "Delextrat, A., Calleja-González, J., Hippocrate, A., & Clarke, N. D. (2013). Effects of sports massage and intermittent cold-water immersion on recovery from matches by basketball players. Journal of Sports Sciences, 31(1), 11-19.",
    "num participants": 16.0,
    "num women": 8.0,
    "Sex Representation": 1.0,
    "Sentiment": "positive",
    "Sentiment_borderline": 0.0,
    "Demographic": "basketball players (8 men, 8 women), young adults",
    "conclusion positive": "There was lower perception of fatigue overall and in the legs immediately after the massage and cold-water immersion condition (P < 0.001; η²(P) = 0.91)... Jump performance was greater after cold-water immersion than the control condition (P = 0.037, η²(P) = 0.37)... The results suggest that both massage and cold-water immersion improve perceptual measures of recovery. Furthermore, cold-water immersion improves jump performance.",
    "conclusion negative": null,
    "conclusion neutral": "There was no effect of any of the recovery interventions on repeated-sprint measures (P at best 0.067, η²(P) at best 0.68).",
    "conclusion ambiguous": null,
    "benefit tags": [
      "muscle recovery",
      "pain relief",
      "boost mood",
      "improved performance"
    ],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "The study found that cold-water immersion helped players feel less fatigued and improved their jumping ability after matches, pointing to noticeable recovery benefits.",
    "sex_representation_exp": "Both men and women were included, and the results specifically mentioned differences between sexes, with women experiencing particular benefits.",
    "summary": "This study found that cold-water immersion after basketball matches helped players recover faster by reducing their feelings of fatigue and boosting jump performance. The effects were especially noticeable in female athletes, making this approach a promising recovery strategy for both men and women in sports.",
    "PMID": "22935028",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22935028/",
    "year group": "2011-2015",
    "per women": 50.0,
    "per women label": "50.00%",
    "per women group": "26–50%",
    "id": 51,
    "type": "Trial"
  },
  {
    "abstract": "195. Int J Sports Physiol Perform. 2012 Dec;7(4):357-66. doi: 10.1123/ijspp.7.4.357. \nEpub 2012 May 29.\n\nEffects of water immersion on posttraining recovery in Australian footballers.\n\nElias GP(1), Varley MC, Wyckelsma VL, McKenna MJ, Minahan CL, Aughey RJ.\n\nAuthor information:\n(1)School of Sport and Exercise Science, Victoria University, Melbourne, \nAustralia.\n\nPURPOSE: The authors investigated the efficacy of a single exposure to 14 min of \ncold-water immersion (COLD) and contrast water therapy (CWT) on posttraining \nrecovery in Australian football (AF).\nMETHOD: Fourteen AF players participated in 3 wk of standardized training. After \nweek 1 training, all players completed a passive recovery (PAS). During week 2, \nCOLD or CWT was randomly assigned. Players undertook the opposing intervention \nin week 3. Repeat-sprint ability (6 × 20 m), countermovement and squat jumps, \nperceived muscle soreness, and fatigue were measured pretraining and over 48 h \nposttraining.\nRESULTS: Immediately posttraining, groups exhibited similar performance and \npsychometric declines. At 24 h, repeat-sprint time had deteriorated by 4.1% for \nPAS and 1.0% for CWT but was fully restored by COLD (0.0%). At 24 and 48 h, both \nCOLD and CWT attenuated changes in mean muscle soreness, with COLD (0.6 ± 0.6 \nand 0.0 ± 0.4) more effective than CWT (1.9 ± 0.7 and 1.0 ± 0.7) and PAS having \nminimal effect (5.5 ± 0.6 and 4.0 ± 0.5). Similarly, after 24 and 48 h, COLD and \nCWT both effectively reduced changes in perceived fatigue, with COLD (0.6 ± 0.6 \nand 0.0 ± 0.6) being more successful than CWT (0.8 ± 0.6 and 0.7 ± 0.6) and PAS \nhaving the smallest effect (2.2 ± 0.8 and 2.4 ± 0.6).\nCONCLUSIONS: AF training can result in prolonged physical and psychometric \ndeficits persisting for up to 48 h. For restoring physical-performance and \npsychometric measures, COLD was more effective than CWT, with PAS being the \nleast effective. Based on these results the authors recommend that 14 min of \nCOLD be used after AF training.\n\nDOI: 10.1123/ijspp.7.4.357\nPMID: 22645174 [Indexed for MEDLINE]",
    "Title": "Effects of water immersion on posttraining recovery in Australian footballers.",
    "Year": 2012.0,
    "Citation": "Elias, G. P., Varley, M. C., Wyckelsma, V. L., McKenna, M. J., Minahan, C. L., & Aughey, R. J. (2012). Effects of water immersion on posttraining recovery in Australian footballers. International Journal of Sports Physiology and Performance, 7(4), 357-366.",
    "num participants": 14.0,
    "num women": 0.0,
    "Sex Representation": 0.0,
    "Sentiment": "positive",
    "Sentiment_borderline": 0.0,
    "Demographic": "Australian football players",
    "conclusion positive": "For restoring physical-performance and psychometric measures, COLD was more effective than CWT, with PAS being the least effective. Based on these results the authors recommend that 14 min of COLD be used after AF training.",
    "conclusion negative": null,
    "conclusion neutral": null,
    "conclusion ambiguous": null,
    "benefit tags": [
      "muscle recovery",
      "pain relief",
      "reduced perceived fatigue"
    ],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "The study showed beneficial effects of cold water immersion, restoring physical performance and reducing muscle soreness and fatigue more effectively than other recovery methods.",
    "sex_representation_exp": "The methods state that only men were included and sex-specific effects weren't reported.",
    "summary": "Cold water immersion after training helped Australian footballers recover faster, reducing muscle soreness and fatigue more effectively than other recovery techniques. This could be a useful tool for athletes looking for better post-exercise recovery.",
    "PMID": "22645174",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22645174/",
    "year group": "2011-2015",
    "per women": 0.0,
    "per women label": "0.00%",
    "per women group": "0%",
    "id": 52,
    "type": "Trial"
  },
  {
    "abstract": "107. J Athl Train. 2016 Jul;51(7):540-9. doi: 10.4085/1062-6050-51.9.01. Epub 2016 \nAug 30.\n\nUse of Cold-Water Immersion to Reduce Muscle Damage and Delayed-Onset Muscle \nSoreness and Preserve Muscle Power in Jiu-Jitsu Athletes.\n\nFonseca LB(1), Brito CJ(2)(3), Silva RJ(1), Silva-Grigoletto ME(1), da Silva WM \nJunior(1), Franchini E(3).\n\nAuthor information:\n(1)Postgraduation Program of Physical Education, Federal University of Sergipe, \nBrazil.\n(2)Department of Physical Education, Federal University of Juiz de Fora, Minas \nGerais, Brazil.\n(3)Martial Arts and Combat Sports Research Group, School of Physical Education \nand Sport, University of Sao Paulo, Brazil.\n\nCONTEXT: Cold-water immersion (CWI) has been applied widely as a recovery \nmethod, but little evidence is available to support its effectiveness.\nOBJECTIVE: To investigate the effects of CWI on muscle damage, perceived muscle \nsoreness, and muscle power recovery of the upper and lower limbs after jiu-jitsu \ntraining.\nDESIGN: Crossover study.\nSETTING: Laboratory and field.\nPATIENTS OR OTHER PARTICIPANTS: A total of 8 highly trained male athletes (age = \n24.0 ± 3.6 years, mass = 78.4 ± 2.4 kg, percentage of body fat = 13.1% ± 3.6%) \ncompleted all study phases.\nINTERVENTION(S): We randomly selected half of the sample for recovery using CWI \n(6.0°C ± 0.5°C) for 19 minutes; the other participants were allocated to the \ncontrol condition (passive recovery). Treatments were reversed in the second \nsession (after 1 week).\nMAIN OUTCOME MEASURE(S): We measured serum levels of creatine phosphokinase, \nlactate dehydrogenase (LDH), aspartate aminotransferase, and alanine \naminotransferase enzymes; perceived muscle soreness; and recovery through visual \nanalogue scales and muscle power of the upper and lower limbs at pretraining, \npostrecovery, 24 hours, and 48 hours.\nRESULTS: Athletes who underwent CWI showed better posttraining recovery measures \nbecause circulating LDH levels were lower at 24 hours postrecovery in the CWI \ncondition (441.9 ± 81.4 IU/L) than in the control condition (493.6 ± 97.4 IU/L; \nP = .03). Estimated muscle power was higher in the CWI than in the control \ncondition for both upper limbs (757.9 ± 125.1 W versus 695.9 ± 56.1 W) and lower \nlimbs (53.7 ± 3.7 cm versus 35.5 ± 8.2 cm; both P values = .001). In addition, \nwe observed less perceived muscle soreness (1.5 ± 1.1 arbitrary units [au] \nversus 3.1 ± 1.0 au; P = .004) and higher perceived recovery (8.8 ± 1.9 au \nversus 6.9 ± 1.7 au; P = .005) in the CWI than in the control condition at 24 \nhours postrecovery.\nCONCLUSIONS: Use of CWI can be beneficial to jiu-jitsu athletes because it \nreduces circulating LDH levels, results in less perceived muscle soreness, and \nhelps muscle power recovery at 24 hours postrecovery.\n\nDOI: 10.4085/1062-6050-51.9.01\nPMCID: PMC5317190\nPMID: 27575565 [Indexed for MEDLINE]",
    "Title": "Use of Cold-Water Immersion to Reduce Muscle Damage and Delayed-Onset Muscle Soreness and Preserve Muscle Power in Jiu-Jitsu Athletes.",
    "Year": 2016.0,
    "Citation": "Fonseca, L. B., Brito, C. J., Silva, R. J., Silva-Grigoletto, M. E., da Silva, W. M. Junior, & Franchini, E. (2016). Use of Cold-Water Immersion to Reduce Muscle Damage and Delayed-Onset Muscle Soreness and Preserve Muscle Power in Jiu-Jitsu Athletes. Journal of Athletic Training, 51(7), 540-549.",
    "num participants": 8.0,
    "num women": 0.0,
    "Sex Representation": 0.0,
    "Sentiment": "positive",
    "Sentiment_borderline": 0.0,
    "Demographic": "highly trained male jiu-jitsu athletes",
    "conclusion positive": "Use of CWI can be beneficial to jiu-jitsu athletes because it reduces circulating LDH levels, results in less perceived muscle soreness, and helps muscle power recovery at 24 hours postrecovery.",
    "conclusion negative": null,
    "conclusion neutral": null,
    "conclusion ambiguous": null,
    "benefit tags": [
      "inflammation reduction",
      "muscle recovery",
      "pain relief"
    ],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "The study found that cold water immersion helped reduce muscle soreness, lowered indicators of muscle damage, and aided recovery of strength after training.",
    "sex_representation_exp": "Only male athletes were included in this study, and the results were not broken down by sex.",
    "summary": "For highly trained male jiu-jitsu athletes, cold water immersion after intense training led to quicker muscle recovery, less soreness, and lower signs of muscle damage compared to just resting. This suggests athletes might benefit from adding cold water immersion to their recovery routines.",
    "PMID": "27575565",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27575565/",
    "year group": "2016-2020",
    "per women": 0.0,
    "per women label": "0.00%",
    "per women group": "0%",
    "id": 53,
    "type": "Trial"
  },
  {
    "abstract": "192. J Strength Cond Res. 2013 Apr;27(4):954-65. doi: 10.1519/JSC.0b013e318260ed9b.\n\nEvaluation of hydrotherapy, using passive tests and power tests, for recovery \nacross a cyclic week of competitive rugby union.\n\nHiggins TR(1), Climstein M, Cameron M.\n\nAuthor information:\n(1)School of Exercise Science, Australian Catholic University, Australia. \ntrevor.higgins@acu.edu.au\n\nIn team sports, a cycle of training, competition, and recovery occurs weekly \nduring the competitive season. In this research, we evaluated hydrotherapy for \nrecovery from a simulated game of rugby union tracked over a week of training. \nTwenty-four experienced male rugby union players (mean ± SD age 19.46 ± 0.82 \nyears, weight 82.38 ± 11.12 kg, height 178.54 ± 5.75 cm) were randomly divided \ninto 3 groups: cold water immersion (n = 8), contrast bath therapy (n = 8), and \na control group (n = 8). The 2 forms of hydrotherapy were administered \nimmediately after a simulated rugby game. Testing was conducted 1 hour before \nthe game and at 5 intervals postgame: 1, 48, 72, 96, and 144 hours. Dependent \nvariables included countermovement jump, 10- and 40-m sprints, sessional rating \nof perceived exertion (RPE), flexibility, thigh circumference, and self-reported \ndelayed onset muscle soreness (DOMS). Significant differences in DOMS were found \nbetween the cold water immersion and contrast bath groups at 48 hours post \nintervention (p = 0.02), and between the control and contrast bath groups at 72 \n(p = 0.03) and 96 (p = 0.04) hours post intervention. Cold water immersion and \ncontrast bath groups reported significantly different RPE at 72 hours (p = ?) \nand 96 hours post (p = 0.05) intervention. Athletes' perceptions of muscle \nsoreness and sessional RPE scores for training were greater in the contrast bath \ngroup (20%) after the simulated game and throughout the training week. Although \nresults from passive and power tests were inconclusive in determining whether \ncold water immersion or passive recovery was more effective in attenuating \nfatigue, results indicated contrast baths had little benefit in enhancing \nrecovery during a cyclic week of rugby union.\n\nDOI: 10.1519/JSC.0b013e318260ed9b\nPMID: 22796996 [Indexed for MEDLINE]",
    "Title": "Evaluation of hydrotherapy, using passive tests and power tests, for recovery across a cyclic week of competitive rugby union.",
    "Year": 2013.0,
    "Citation": "Higgins, T. R., Climstein, M., & Cameron, M. (2013). Evaluation of hydrotherapy, using passive tests and power tests, for recovery across a cyclic week of competitive rugby union. Journal of Strength and Conditioning Research, 27(4), 954-965.",
    "num participants": 24.0,
    "num women": 0.0,
    "Sex Representation": 0.0,
    "Sentiment": "neutral",
    "Sentiment_borderline": 1.0,
    "Demographic": "experienced male rugby union players",
    "conclusion positive": null,
    "conclusion negative": null,
    "conclusion neutral": "Although results from passive and power tests were inconclusive in determining whether cold water immersion or passive recovery was more effective in attenuating fatigue, results indicated contrast baths had little benefit in enhancing recovery during a cyclic week of rugby union.",
    "conclusion ambiguous": null,
    "benefit tags": [],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "The research did not find clear benefits or harms of cold water immersion for recovery compared to passive recovery, making the outcome neutral, though there were some differences in muscle soreness and perceived exertion at certain time points.",
    "sex_representation_exp": "All participants were male rugby players, and the results were not reported by sex. No women were involved in the study.",
    "summary": "This study looked at how cold water immersion and contrast baths help with recovery after simulated rugby games. The cold water and contrast bath therapies did not show clear advantages over resting for reducing fatigue throughout the week, and no major benefits—or harms—of cold water immersion were demonstrated.",
    "PMID": "22796996",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22796996/",
    "year group": "2011-2015",
    "per women": 0.0,
    "per women label": "0.00%",
    "per women group": "0%",
    "id": 54,
    "type": "Trial"
  },
  {
    "abstract": "254. J Sci Med Sport. 2009 May;12(3):417-21. doi: 10.1016/j.jsams.2007.12.011. Epub \n2008 Jun 11.\n\nEffect of water immersion methods on post-exercise recovery from simulated team \nsport exercise.\n\nIngram J(1), Dawson B, Goodman C, Wallman K, Beilby J.\n\nAuthor information:\n(1)The University of Western Australia, Human Movement and Exercise Science, \nCrawley, Western Australia 6009, Australia.\n\nThis study aimed to compare the efficacy of hot/cold contrast water immersion \n(CWI), cold-water immersion (COLD) and no recovery treatment (control) as \npost-exercise recovery methods following exhaustive simulated team sports \nexercise. Repeated sprint ability, strength, muscle soreness and inflammatory \nmarkers were measured across the 48-h post-exercise period. Eleven male \nteam-sport athletes completed three 3-day testing trials, each separated by 2 \nweeks. On day 1, baseline measures of performance (10 m x 20 m sprints and \nisometric strength of quadriceps, hamstrings and hip flexors) were recorded. \nParticipants then performed 80 min of simulated team sports exercise followed by \na 20-m shuttle run test to exhaustion. Upon completion of the exercise, and 24h \nlater, participants performed one of the post-exercise recovery procedures for \n15 min. At 48 h post-exercise, the performance tests were repeated. Blood \nsamples and muscle soreness ratings were taken before and immediately after \npost-exercise, and at 24h and 48 h post-exercise. In comparison to the control \nand CWI treatments, COLD resulted in significantly lower (p<0.05) muscle \nsoreness ratings, as well as in reduced decrements to isometric leg extension \nand flexion strength in the 48-h post-exercise period. COLD also facilitated a \nmore rapid return to baseline repeated sprint performances. The only benefit of \nCWI over control was a significant reduction in muscle soreness 24h \npost-exercise. This study demonstrated that COLD following exhaustive simulated \nteam sports exercise offers greater recovery benefits than CWI or control \ntreatments.\n\nDOI: 10.1016/j.jsams.2007.12.011\nPMID: 18547863 [Indexed for MEDLINE]",
    "Title": "Effect of water immersion methods on post-exercise recovery from simulated team sport exercise.",
    "Year": 2009.0,
    "Citation": "Ingram, J., Dawson, B., Goodman, C., Wallman, K., & Beilby, J. (2009). Effect of water immersion methods on post-exercise recovery from simulated team sport exercise. Journal of Science and Medicine in Sport, 12(3), 417-421.",
    "num participants": 11.0,
    "num women": 0.0,
    "Sex Representation": 0.0,
    "Sentiment": "positive",
    "Sentiment_borderline": 0.0,
    "Demographic": "male team-sport athletes",
    "conclusion positive": "COLD resulted in significantly lower (p<0.05) muscle soreness ratings, as well as in reduced decrements to isometric leg extension and flexion strength in the 48-h post-exercise period. COLD also facilitated a more rapid return to baseline repeated sprint performances.",
    "conclusion negative": null,
    "conclusion neutral": null,
    "conclusion ambiguous": null,
    "benefit tags": [
      "muscle recovery",
      "pain relief",
      "reduced muscle soreness",
      "performance recovery"
    ],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "Cold water immersion after intense exercise helped athletes recover faster, with less muscle soreness and better performance compared to other recovery methods.",
    "sex_representation_exp": "Only men were included in this study, so we can't be sure if the same effects would be seen in women.",
    "summary": "This study found that cold water immersion is a particularly effective way for male athletes to recover after intense team sports. It led to less muscle soreness and quicker performance recovery, which could be helpful for anyone looking to bounce back faster after hard exercise.",
    "PMID": "18547863",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18547863/",
    "year group": "2006-2010",
    "per women": 0.0,
    "per women label": "0.00%",
    "per women group": "0%",
    "id": 55,
    "type": "Trial"
  },
  {
    "abstract": "174. Scand J Med Sci Sports. 2014 Aug;24(4):656-66. doi: 10.1111/sms.12060. Epub 2013 \nMar 4.\n\nCold-water immersion decreases cerebral oxygenation but improves recovery after \nintermittent-sprint exercise in the heat.\n\nMinett GM(1)(2), Duffield R(1)(3), Billaut F(4)(5), Cannon J(1), Portus \nMR(6)(7), Marino FE(1).\n\nAuthor information:\n(1)School of Human Movement Studies, Charles Sturt University, Bathurst, NSW, \nAustralia.\n(2)School of Exercise and Nutrition Sciences, Queensland University of \nTechnology, Kelvin Grove, Qld, Australia.\n(3)Sport and Exercise Discipline Group, UTS: Health, University of Technology \nSydney (UTS), Lindfield, NSW, Australia.\n(4)Institut National du Sport du Québec, Montréal, QC, Canada.\n(5)School of Sport and Exercise Science, Victoria University, Melbourne, Vic, \nAustralia.\n(6)Sport Science Sport Medicine Unit, Cricket Australia Centre of Excellence, \nAlbion, Qld, Australia.\n(7)Praxis Sport Science, Paddington, Qld, Australia.\n\nThis study examined the effects of post-exercise cooling on recovery of \nneuromuscular, physiological, and cerebral hemodynamic responses after \nintermittent-sprint exercise in the heat. Nine participants underwent three \npost-exercise recovery trials, including a control (CONT), mixed-method cooling \n(MIX), and cold-water immersion (10 °C; CWI). Voluntary force and activation \nwere assessed simultaneously with cerebral oxygenation (near-infrared \nspectroscopy) pre- and post-exercise, post-intervention, and 1-h and 24-h \npost-exercise. Measures of heart rate, core temperature, skin temperature, \nmuscle damage, and inflammation were also collected. Both cooling interventions \nreduced heart rate, core, and skin temperature post-intervention (P < 0.05). CWI \nhastened the recovery of voluntary force by 12.7 ± 11.7% (mean ± SD) and \n16.3 ± 10.5% 1-h post-exercise compared to MIX and CONT, respectively \n(P < 0.01). Voluntary force remained elevated by 16.1 ± 20.5% 24-h post-exercise \nafter CWI compared to CONT (P < 0.05). Central activation was increased \npost-intervention and 1-h post-exercise with CWI compared to CONT (P < 0.05), \nwithout differences between conditions 24-h post-exercise (P > 0.05). CWI \nreduced cerebral oxygenation compared to MIX and CONT post-intervention \n(P < 0.01). Furthermore, cooling interventions reduced cortisol 1-h \npost-exercise (P < 0.01), although only CWI blunted creatine kinase 24-h \npost-exercise compared to CONT (P < 0.05). Accordingly, improvements in \nneuromuscular recovery after post-exercise cooling appear to be disassociated \nwith cerebral oxygenation, rather reflecting reductions in thermoregulatory \ndemands to sustain force production.\n\n© 2013 John Wiley & Sons A/S. Published by John Wiley & Sons Ltd.\n\nDOI: 10.1111/sms.12060\nPMID: 23458430 [Indexed for MEDLINE]",
    "Title": "Cold-water immersion decreases cerebral oxygenation but improves recovery after intermittent-sprint exercise in the heat.",
    "Year": 2014.0,
    "Citation": "Minett, G. M., Duffield, R., Billaut, F., Cannon, J., Portus, M. R., & Marino, F. E. (2014). Cold-water immersion decreases cerebral oxygenation but improves recovery after intermittent-sprint exercise in the heat. Scandinavian Journal of Medicine & Science in Sports, 24(4), 656-666.",
    "num participants": 9.0,
    "num women": null,
    "Sex Representation": null,
    "Sentiment": "positive",
    "Sentiment_borderline": 0.0,
    "Demographic": "unspecified athletes or physically active adults",
    "conclusion positive": "CWI hastened the recovery of voluntary force by 12.7 ± 11.7% (mean ± SD) and 16.3 ± 10.5% 1-h post-exercise compared to MIX and CONT, respectively (P < 0.01). Voluntary force remained elevated by 16.1 ± 20.5% 24-h post-exercise after CWI compared to CONT (P < 0.05). Central activation was increased post-intervention and 1-h post-exercise with CWI compared to CONT (P < 0.05)... only CWI blunted creatine kinase 24-h post-exercise compared to CONT (P < 0.05).",
    "conclusion negative": "CWI reduced cerebral oxygenation compared to MIX and CONT post-intervention (P < 0.01).",
    "conclusion neutral": null,
    "conclusion ambiguous": null,
    "benefit tags": [
      "muscle recovery",
      "inflammation reduction",
      "reduced muscle damage",
      "nervous system stimulation"
    ],
    "negative tags": [
      "reduced cerebral oxygenation"
    ],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": "",
    "sentiment_exp": "The study reports that cold-water immersion after intense exercise in the heat helps people recover strength and reduces muscle damage, so the overall conclusion is positive despite some minor drawbacks.",
    "sex_representation_exp": "The study doesn't specify how many women participated, and results aren't separated by sex, so it's unclear whether both men and women were included or if the findings apply equally.",
    "summary": "After intense sprints in hot conditions, cooling off in cold water helped people regain muscle strength and reduced signs of muscle damage and inflammation, even though it slightly lowered brain oxygen levels. These results suggest that cold-water immersion is an effective recovery tool for people exercising in the heat.",
    "PMID": "23458430",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23458430/",
    "year group": "2011-2015",
    "per women": null,
    "per women label": "Missing",
    "per women group": "Missing",
    "id": 56,
    "type": "Trial"
  },
  {
    "abstract": "209. Med Sci Sports Exerc. 2012 Feb;44(2):206-16. doi: 10.1249/MSS.0b013e31822b0977.\n\nCold water immersion recovery after simulated collision sport exercise.\n\nPointon M(1), Duffield R.\n\nAuthor information:\n(1)School of Human Movement Studies, Charles Sturt University, Bathurst, New \nSouth Wales, Australia. mpointon@csu.edu.au\n\nPURPOSE: This investigation examined the effects of cold water immersion (CWI) \nrecovery after simulated collision sport exercise.\nMETHODS: Ten male rugby athletes performed three sessions consisting of a 2 × \n30-min intermittent-sprint exercise (ISE) protocol with either tackling (T) or \nno tackling (CONT), followed by a 20-min CWI intervention (TCWI) or passive \nrecovery (TPASS and CONT) in a randomized order. The ISE consisted of a 15-m \nsprint every minute separated by self-paced bouts of hard running, jogging, and \nwalking for the remainder of the minute. Every sixth rotation, participants \nperformed 5 × 10-m runs, receiving a shoulder-led tackle to the lower body on \neach effort. Sprint time and distance covered during ISE were recorded, with \nvoluntary (maximal voluntary contraction; MVC) and evoked neuromuscular function \n(voluntary activation; VA), electromyogram (root mean square (RMS)), ratings of \nperceived muscle soreness (MS), capillary and venous blood markers for \nmetabolites and muscle damage, respectively measured before and after exercise, \nimmediately after recovery, and 2 and 24 h after recovery.\nRESULTS: Total distance covered during exercise was significantly greater in \nCONT (P = 0.01), without differences between TPASS and TCWI (P > 0.05). TCWI \nresulted in increased MVC, VA, and RMS immediately after recovery (P < 0.05). \nM-wave amplitude and peak twitch were significantly increased after recovery and \n2 h after recovery, respectively, in TCWI (P < 0.05). Although TCWI had no \neffect on the elevation in blood markers for muscle damage (P > 0.05), lactate \nwas significantly reduced after recovery compared with TPASS (P = 0.04). CWI \nalso resulted in reduced MS 2 h after recovery compared with TPASS (P < 0.05).\nCONCLUSIONS: The introduction of body contact reduces exercise performance, \nwhereas the use of CWI results in a faster recovery of MVC, VA, and RMS and \nimproves muscle contractile properties and perceptions of soreness after \ncollision-based exercise.\n\nDOI: 10.1249/MSS.0b013e31822b0977\nPMID: 21716151 [Indexed for MEDLINE]",
    "Title": "Cold water immersion recovery after simulated collision sport exercise.",
    "Year": 2012.0,
    "Citation": "Pointon, M., & Duffield, R. (2012). Cold water immersion recovery after simulated collision sport exercise. Medicine & Science in Sports & Exercise, 44(2), 206-216.",
    "num participants": 10.0,
    "num women": 0.0,
    "Sex Representation": 0.0,
    "Sentiment": "positive",
    "Sentiment_borderline": 0.0,
    "Demographic": "male rugby athletes",
    "conclusion positive": "the use of CWI results in a faster recovery of MVC, VA, and RMS and improves muscle contractile properties and perceptions of soreness after collision-based exercise.",
    "conclusion negative": null,
    "conclusion neutral": null,
    "conclusion ambiguous": null,
    "benefit tags": [
      "muscle recovery",
      "pain relief",
      "improved muscle function"
    ],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "Cold water immersion helped athletes recover muscle strength and reduced their feelings of soreness after intense, contact-heavy exercise.",
    "sex_representation_exp": "Only men were included, as all participants were male rugby athletes; results for women were not provided.",
    "summary": "This study looked at how cold water immersion helps rugby players recover after rough, high-impact exercise. The treatment sped up muscle recovery and made athletes feel less sore, showing potential benefits for people participating in physically demanding sports.",
    "PMID": "21716151",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21716151/",
    "year group": "2011-2015",
    "per women": 0.0,
    "per women label": "0.00%",
    "per women group": "0%",
    "id": 57,
    "type": "Trial"
  },
  {
    "abstract": "221. Eur J Appl Physiol. 2011 Jul;111(7):1287-95. doi: 10.1007/s00421-010-1754-6. \nEpub 2010 Dec 4.\n\nShort term effects of various water immersions on recovery from exhaustive \nintermittent exercise.\n\nPournot H(1), Bieuzen F, Duffield R, Lepretre PM, Cozzolino C, Hausswirth C.\n\nAuthor information:\n(1)Research Department, National Institute of Sport, Expertise and Performance, \n11 avenue du Tremblay, 75012, Paris, France.\n\nIn order to investigate the effectiveness of different techniques of water \nimmersion recovery on maximal strength, power and the post-exercise inflammatory \nresponse in elite athletes, 41 highly trained (Football, Rugby, Volleyball) male \nsubjects (age = 21.5 ± 4.6 years, mass = 73.1 ± 9.7 kg and height = 176.7 ± 9.7 \ncm) performed 20 min of exhaustive, intermittent exercise followed by a 15 min \nrecovery intervention. The recovery intervention consisted of different water \nimmersion techniques, including: temperate water immersion (36°C; TWI), cold \nwater immersion (10°C; CWI), contrast water temperature (10-42°C; CWT) and a \npassive recovery (PAS). Performances during a maximal 30-s rowing test (P(30 \ns)), a maximal vertical counter-movement jump (CMJ) and a maximal isometric \nvoluntary contraction (MVC) of the knee extensor muscles were measured at rest \n(Pre-exercise), immediately after the exercise (Post-exercise), 1 h after (Post \n1 h) and 24 h later (Post 24 h). Leukocyte profile and venous blood markers of \nmuscle damage (creatine kinase (CK) and lactate dehydrogenase (LDH)) were also \nmeasured Pre-exercise, Post 1 h and Post 24 h. A significant time effect was \nobserved to indicate a reduction in performance (Pre-exercise vs. Post-exercise) \nfollowing the exercise bout in all conditions (P < 0.05). Indeed, at 1 h post \nexercise, a significant improvement in MVC and P(30 s) was respectively observed \nin the CWI and CWT groups compared to pre-exercise. Further, for the CWI group, \nthis result was associated with a comparative blunting of the rise in total \nnumber of leucocytes at 1 h post and of plasma concentration of CK at 24 h post. \nThe results indicate that the practice of cold water immersion and contrast \nwater therapy are more effective immersion modalities to promote a faster acute \nrecovery of maximal anaerobic performances (MVC and 30″ all-out respectively) \nafter an intermittent exhaustive exercise. These results may be explained by the \nsuppression of plasma concentrations of markers of inflammation and damage, \nsuggesting reduced passive leakage from disrupted skeletal muscle, which may \nresult in the increase in force production during ensuing bouts of exercise.\n\nDOI: 10.1007/s00421-010-1754-6\nPMID: 21132438 [Indexed for MEDLINE]",
    "Title": "Short term effects of various water immersions on recovery from exhaustive intermittent exercise.",
    "Year": 2011.0,
    "Citation": "Pournot, H., Bieuzen, F., Duffield, R., Lepretre, P. M., Cozzolino, C., & Hausswirth, C. (2011). Short term effects of various water immersions on recovery from exhaustive intermittent exercise. European Journal of Applied Physiology, 111(7), 1287-1295.",
    "num participants": 41.0,
    "num women": 0.0,
    "Sex Representation": 0.0,
    "Sentiment": "positive",
    "Sentiment_borderline": 0.0,
    "Demographic": "elite male athletes",
    "conclusion positive": "the practice of cold water immersion and contrast water therapy are more effective immersion modalities to promote a faster acute recovery of maximal anaerobic performances (MVC and 30″ all-out respectively) after an intermittent exhaustive exercise. These results may be explained by the suppression of plasma concentrations of markers of inflammation and damage, suggesting reduced passive leakage from disrupted skeletal muscle, which may result in the increase in force production during ensuing bouts of exercise.",
    "conclusion negative": null,
    "conclusion neutral": null,
    "conclusion ambiguous": null,
    "benefit tags": [
      "muscle recovery",
      "inflammation reduction",
      "performance improvement"
    ],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "The researchers found that cold water immersion helped athletes recover strength and power more quickly after intensive exercise, with supporting evidence of reduced muscle inflammation and damage.",
    "sex_representation_exp": "Only male athletes were included; no women took part, and the results were not analyzed by sex.",
    "summary": "Elite male athletes who used cold water immersion after intense exercise regained muscle strength and power faster, with less evidence of inflammation and muscle damage, highlighting CWI's potential for speeding up athletic recovery.",
    "PMID": "21132438",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21132438/",
    "year group": "2011-2015",
    "per women": 0.0,
    "per women label": "0.00%",
    "per women group": "0%",
    "id": 58,
    "type": "Trial"
  },
  {
    "abstract": "204. J Strength Cond Res. 2012 Aug;26(8):2043-50. doi: 10.1519/JSC.0b013e318239c3a1.\n\nThe effect of cold water immersion on 48-hour performance testing in collegiate \nsoccer players.\n\nRupp KA(1), Selkow NM, Parente WR, Ingersoll CD, Weltman AL, Saliba SA.\n\nAuthor information:\n(1)Department of Human Services, University of Virginia, Charlottesville, \nVirginia, USA. kar7m@virginia.edu\n\nThis randomized, controlled, laboratory study was designed to examine the effect \nof cold water immersion (CWI) as a recovery modality on repeat performance on \nthe yo-yo intermittent recovery test (YIRT), a widely accepted tool for the \nevaluation of physical performance in soccer, separated by 48 hours. Twenty-two \nhealthy Division I collegiate soccer players (13 men and 9 women; age, 19.8 ± \n1.1 years; height, 174.0 ± 9.0 cm; mass, 72.1 ± 9.1 kg) volunteered as \nparticipants during the noncompetitive season. The YIRT was used to induce \nvolitional fatigue and was administered at baseline and again 48 hours later. \nAthletes progressively increased sprint speed between markers set 20 m apart \nuntil pace was failed. Countermovement vertical jump (CMVJ) was used to assess \nanaerobic power and was measured before YIRT, immediately post-YIRT, and 24 and \n48 hours post-YIRT. A 10-cm horizontal visual analog scale was administered \nimmediately, 24 hours and 48 hours post-YIRT to assess perceived fatigue (PF) in \nthe legs. Participants were randomly placed into the CWI or control group. The \nCWI condition consisted of immersion to the umbilicus in a 12°C pool for 15 \nminutes, whereas the control group sat quietly for 15 minutes. There were no \nsignificant differences between intervention conditions on YIRT performance \n(control, 4,900 ± 884 m; CWI, 5,288 ± 1,000 m; p = 0.35) or PF (control, 9.4 ± \n0.5 cm; CWI, 9.3 ± 0.6 cm; p = 0.65) at 48 hours post-YIRT. There was a main \ntime effect for CMVJ over 48 hours, but no group differences (pre-YIRT, 64.6 ± \n11.0 cm; post-YIRT, 66.4 ± 10.9 cm; 24 hours post-YIRT, 63.4 ± 9.9 cm; 48 hours \npost-YIRT, 63.1 ± 9.4 cm; p = 0.02). This study demonstrated that in collegiate \nsoccer players, CWI performed immediately and 24 hours after induced volitional \nfatigue did not affect subsequent physical performance estimates.\n\nDOI: 10.1519/JSC.0b013e318239c3a1\nPMID: 21986695 [Indexed for MEDLINE]",
    "Title": "The effect of cold water immersion on 48-hour performance testing in collegiate soccer players.",
    "Year": 2012.0,
    "Citation": "Rupp, K. A., Selkow, N. M., Parente, W. R., Ingersoll, C. D., Weltman, A. L., & Saliba, S. A. (2012). The effect of cold water immersion on 48-hour performance testing in collegiate soccer players. Journal of Strength and Conditioning Research, 26(8), 2043-2050.",
    "num participants": 22.0,
    "num women": 9.0,
    "Sex Representation": 1.0,
    "Sentiment": "neutral",
    "Sentiment_borderline": 0.0,
    "Demographic": "healthy Division I collegiate soccer players",
    "conclusion positive": null,
    "conclusion negative": null,
    "conclusion neutral": "This study demonstrated that in collegiate soccer players, CWI performed immediately and 24 hours after induced volitional fatigue did not affect subsequent physical performance estimates.",
    "conclusion ambiguous": null,
    "benefit tags": [],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": null,
    "sentiment_exp": "The researchers found that cold water immersion had no significant impact on athletes' performance or perceived fatigue compared to control, so this was rated as neutral rather than positive or negative.",
    "sex_representation_exp": "Both male and female soccer players participated, and the numbers were reported for each group, but results were not analyzed separately by sex.",
    "summary": "Among college soccer players, using cold water immersion after hard exercise didn't make a difference in their physical performance or how tired their legs felt 48 hours later. This suggests that cold water immersion may not help with short-term athletic recovery in this setting.",
    "PMID": "21986695",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21986695/",
    "year group": "2011-2015",
    "per women": 40.91,
    "per women label": "40.91%",
    "per women group": "26–50%",
    "id": 59,
    "type": "Trial"
  },
  {
    "abstract": "260. Int J Sports Med. 2008 Jul;29(7):539-44. doi: 10.1055/s-2007-989267. Epub 2007 \nNov 30.\n\nEffect of hydrotherapy on recovery from fatigue.\n\nVaile J(1), Halson S, Gill N, Dawson B.\n\nAuthor information:\n(1)Department of Physiology, Australian Institute of Sport, Canberra, Australia. \nJo.Vaile@ausport.gov.au\n\nThe present study investigated the effects of three hydrotherapy interventions \non next day performance recovery following strenuous training. Twelve cyclists \ncompleted four experimental trials differing only in 14-min recovery \nintervention: cold water immersion (CWI), hot water immersion (HWI), contrast \nwater therapy (CWT), or passive recovery (PAS). Each trial comprised five \nconsecutive exercise days of 105-min duration, including 66 maximal effort \nsprints. Additionally, subjects performed a total of 9-min sustained effort \n(time trial - TT). After completing each exercise session, athletes performed \none of four recovery interventions (randomly assigned to each trial). \nPerformance (average power), core temperature, heart rate (HR), and rating of \nperceived exertion (RPE) were recorded throughout each session. Sprint (0.1 - \n2.2 %) and TT (0.0 - 1.7 %) performance were enhanced across the five-day trial \nfollowing CWI and CWT, when compared to HWI and PAS. Additionally, differences \nin rectal temperature were observed between interventions immediately and 15-min \npost-recovery; however, no significant differences were observed in HR or RPE \nregardless of day of trial/intervention. Overall, CWI and CWT appear to improve \nrecovery from high-intensity cycling when compared to HWI and PAS, with athletes \nbetter able to maintain performance across a five-day period.\n\nDOI: 10.1055/s-2007-989267\nPMID: 18058595 [Indexed for MEDLINE]",
    "Title": "Effect of hydrotherapy on recovery from fatigue.",
    "Year": 2008.0,
    "Citation": "Vaile, J., Halson, S., Gill, N., & Dawson, B. (2008). Effect of hydrotherapy on recovery from fatigue. International Journal of Sports Medicine, 29(7), 539-544.",
    "num participants": 12.0,
    "num women": 0.0,
    "Sex Representation": null,
    "Sentiment": "positive",
    "Sentiment_borderline": 0.0,
    "Demographic": "cyclists (athletes)",
    "conclusion positive": "Sprint (0.1 - 2.2 %) and TT (0.0 - 1.7 %) performance were enhanced across the five-day trial following CWI and CWT, when compared to HWI and PAS. ... Overall, CWI and CWT appear to improve recovery from high-intensity cycling when compared to HWI and PAS, with athletes better able to maintain performance across a five-day period.",
    "conclusion negative": null,
    "conclusion neutral": "no significant differences were observed in HR or RPE regardless of day of trial/intervention.",
    "conclusion ambiguous": null,
    "benefit tags": [
      "muscle recovery",
      "performance enhancement"
    ],
    "negative tags": [],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": "",
    "sentiment_exp": "The study found that cold water immersion helped athletes maintain and enhance their performance following repeated strenuous exercise, showing a beneficial effect for recovery.",
    "sex_representation_exp": "Only endurance trained male cyclists participated in this study.",
    "summary": "Cyclists who used cold water immersion after intense training were able to recover better and sustain their performance over five days compared to those using hot water or just resting. This suggests cold water immersion is an effective recovery strategy for athletes doing prolonged, high-intensity training.",
    "PMID": "18058595",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18058595/",
    "year group": "2006-2010",
    "per women": 0.0,
    "per women label": "0.00%",
    "per women group": "0%",
    "id": 60,
    "type": "Trial"
  },
  {
    "abstract": "138. Eur J Appl Physiol. 2014 Nov;114(11):2353-67. doi: 10.1007/s00421-014-2954-2. \nEpub 2014 Jul 30.\n\nThe effect of various cold-water immersion protocols on exercise-induced \ninflammatory response and functional recovery from high-intensity sprint \nexercise.\n\nWhite GE(1), Rhind SG, Wells GD.\n\nAuthor information:\n(1)Graduate Department of Exercise Sciences, University of Toronto, BN 60, 55 \nHarbord St., Toronto, ON, M5S 2W6, Canada, gillian.white@mail.utoronto.ca.\n\nPURPOSE: The purpose of this study was to investigate the effects of different \ncold-water immersion (CWI) protocols on the inflammatory response to and \nfunctional recovery from high-intensity exercise.\nMETHODS: Eight healthy recreationally active males completed five trials of a \nhigh-intensity intermittent sprint protocol followed by a randomly assigned \nrecovery condition: 1 of 4 CWI protocols (CWI-10 min × 20 °C, CWI-30 min × 20 \n°C, CWI-10 min × 10 °C, or CWI-30 min × 10 °C) versus passive rest. Circulating \nmediators of the inflammatory response were measured from EDTA plasma taken \npre-exercise (baseline), immediately post-exercise, and at 2, 24, and 48 h \npost-exercise. Ratings of perceived soreness and impairment were noted on a \n10-pt Likert scale, and squat jump and drop jump were performed at these time \npoints.\nRESULTS: IL-6, IL-8, and MPO increased significantly from baseline immediately \npost-exercise in all conditions. IL-6 remained elevated from baseline at 2 h in \nthe CWI-30 min × 20 °C, CWI-10 min × 10 °C, and CWI-30 min × 10 °C conditions, \nwhile further increases were observed for IL-8 and MPO in the CWI-30 min × 20 °C \nand CWI-30 min × 10 °C conditions. Squat jump and drop jump height were \nsignificantly lower in all conditions immediately post-exercise and at 2 h. Drop \njump remained below baseline at 24 and 48 h in the CON and CWI-10 min × 20 °C \nconditions only, while squat jump height returned to baseline in all conditions.\nCONCLUSIONS: Cold-water immersion appears to facilitate restoration of muscle \nperformance in a stretch-shortening cycle, but not concentric power. These \nchanges do not appear to be related to inflammatory modulation. CWI protocols of \nexcessive duration may actually exacerbate the concentration of cytokines in \ncirculation post-exercise; however, the origin of the circulating cytokines is \nnot necessarily skeletal muscle.\n\nDOI: 10.1007/s00421-014-2954-2\nPMID: 25074283 [Indexed for MEDLINE]",
    "Title": "The effect of various cold-water immersion protocols on exercise-induced inflammatory response and functional recovery from high-intensity sprint exercise.",
    "Year": 2014.0,
    "Citation": "White, G. E., Rhind, S. G., & Wells, G. D. (2014). The effect of various cold-water immersion protocols on exercise-induced inflammatory response and functional recovery from high-intensity sprint exercise. European Journal of Applied Physiology, 114(11), 2353-2367.",
    "num participants": 8.0,
    "num women": 0.0,
    "Sex Representation": 0.0,
    "Sentiment": "ambiguous",
    "Sentiment_borderline": 1.0,
    "Demographic": "healthy recreationally active males",
    "conclusion positive": "Cold-water immersion appears to facilitate restoration of muscle performance in a stretch-shortening cycle",
    "conclusion negative": "CWI protocols of excessive duration may actually exacerbate the concentration of cytokines in circulation post-exercise",
    "conclusion neutral": "These changes do not appear to be related to inflammatory modulation.",
    "conclusion ambiguous": "the origin of the circulating cytokines is not necessarily skeletal muscle.",
    "benefit tags": [
      "muscle recovery"
    ],
    "negative tags": [
      "inflammation"
    ],
    "no_abstract": 0.0,
    "exclude": 0.0,
    "exclusion reason": "",
    "sentiment_exp": "The results were mixed: cold-water immersion helped restore some aspects of muscle function but didn't seem to affect inflammation, and longer immersions might even raise certain markers of inflammation.",
    "sex_representation_exp": "Only male participants were included, and results were not reported for females. The findings may not generalize to women.",
    "summary": "Researchers looked at how different cold-water immersion routines after exercise affect recovery and inflammation in active men. They found that cold water helped muscles recover certain movements but didn't clearly reduce inflammation, and longer cold baths might increase some markers linked to inflammation.",
    "PMID": "25074283",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25074283/",
    "year group": "2011-2015",
    "per women": 0.0,
    "per women label": "0.00%",
    "per women group": "0%",
    "id": 61,
    "type": "Trial"
  }
]
              
            
        },
        {
          "id": 15,
          "type": "Trial",
          "citation": "Fuchs CJ et al. Postexercise Cooling Impairs Muscle Protein Synthesis Rates in Recreational Athletes. The Journal of Physiology. February 2020.",
          "quote": "That said, Dr. Jo cautions not to use cold water immersion after strength training if your goal is to build muscle. “It may blunt hypertrophy [muscle growth] if you use it regularly post-resistance training,” Jo says.",
          "sentiment": "negative",
          "demographic_of_interest": "healthy males",
          "num_participants": "12",
          "num_women": "0",
          "per women": 0
        },
        {
          "id": 16,
          "type": "Popular Health Article",
          "citation": "6 Cold Shower Benefits to Consider. UCLA Health. January 25, 2023.",
          "quote": "Cold water therapy is often used in physical therapy settings to lower inflammation and acute pain.\n“Cold therapy is a gold standard for pain management because it can be so effective for acute injuries, such as a sprain, or for post-operative swelling, as the cold can slow down nerve signals and reduce inflammation,” says Vanessa Walker, DPT, Los Angeles–based founder and clinical director of Walker Wellness and Body Work and board member of Find Massage Therapist.",
          "sentiment": "positive"
        },
        {
          "id": 17,
          "type": "Trial",
          "citation": "Kurniasari MD et al. Cold Water Immersion Directly and Mediated by Alleviated Pain to Promote Quality of Life in Indonesian with Gout Arthritis: A Community-based Randomized Controlled Trial. Biological Research for Nursing. January 12, 2022.",
          "quote": "Some research suggests it could also help with certain chronic pain conditions, such as gout, a form of inflammatory arthritis. For example, a 2022 study of 76 people with gout found that those who participated in two weeks of cold immersion therapy experienced a significant reduction in pain compared to the control group. They also had notable improvements in their mood, joint mobility, and quality of life.",
          "sentiment": "positive",
          "demographic_of_interest": "patients with acute gout in the knee, ankle, metatarsophalanges, metacarpophalanges, olecranon bursa, or wrist",
          "num_participants": "76",
          "num_women": "34",
          "per women": 44.747
        },
        {
          "id": 18,
          "type": "Popular Health Article",
          "citation": "Fokmore Jr PS et al. Ice Vs. Heat: Which Is Better for Your Pain? Cleveland Clinic. February 25, 2025.",
          "quote": "However, cold water therapy isn't currently recommended as a long-term solution for chronic pain conditions, says Noah Raizman, MD, a physician at The Centers for Advanced Orthopaedics in Washington, D.C.\n“Its role in chronic pain management is not well supported by current research and it's rarely recommended as a long-term solution,” Dr. Raizman says. “Overall, it's best applied to short-term pain and post-workout fatigue rather than ongoing or chronic conditions.”",
          "sentiment": "neutral"
        },
        {
          "id": 19,
          "type": "Trial",
          "citation": "Burlingham A et al. Sea Swimming As a Novel Intervention for Depression and Anxiety - A Feasibility Study Exploring Engagement and Acceptability. Mental Health and Physical Activity. October 2022.",
          "quote": "Additionally, some small studies suggest cold water immersion could be an effective complementary treatment for depression and anxiety. For example, a 2022 study of 53 participants found that those who participated in an eight-session sea swimming course reported a significant reduction in depression and anxiety by the end of the course. After three months, their severity scores had slightly increased but remained lower than at the course's beginning.\n",
          "sentiment": "positive",
          "num_participants": "53",
          "num_women": "47 (1 non binary...)",
          "sex_dis_res": "YES \"There was a clear gender difference, which requires further exploration. Larger scale trials are warranted.\" YET NOT MENTIONED IN ARTICLE"
        },
        {
          "id": 20,
          "type": "Review",
          "citation": "Cain T et al. Effects of Cold-Water Immersion on Health and Wellbeing: A Systematic Review and Meta-Analysis. PLoS One. January 29, 2025.",
          "quote": "However, other research suggests cold water immersion's mood-boost effects only last about 12 hours.",
          "sentiment": "neutral"
        },
        {
          "id": 21,
          "type": "Popular Health Article",
          "citation": "April 16, 2024. Should You Cold Plunge? Dartmouth Health.",
          "quote": "Cold water therapy is generally safe but could be risky if you are in the water too long or you have certain medical conditions, says Irvin Sulapas, MD, a sports medicine physician at UTHealth Houston.\n\n“Cold water does put stress on the body, so if someone has a heart condition, high blood pressure, or other circulatory issues, they should consult their primary care physician to see if it's okay,” Dr. Sulapas says. Those with diabetes or Raynaud's syndrome should also speak with their healthcare team first.",
          "sentiment": "negative"
        },
        {
          "id": 22,
          "type": "Popular Health Article",
          "citation": "Hypothermia. Mayo Clinic. April 16, 2024.",
          "quote": "Even if you don't have an underlying health condition, submerging your body in cold water also increases your risk of hypothermia, a potentially life-threatening condition that develops when your body temperature drops too low.",
          "sentiment": "negative"
        },
        {
          "id": 23,
          "type": "Review",
          "citation": "Garcia C et al. Use of Cryotherapy for Managing Chronic Pain: An Evidence-Based Narrative. Pain and Therapy. June 2021.",
          "quote": "Finally, although the temperatures aren't typically frigid enough to cause frostbite, you may experience skin redness and irritation, says Dr. Biehl.",
          "sentiment": "negative"
        },
        {
          "id": 24,
          "type": "Interview",
          "citation": "McCallum K. Does the Body Benefit From a Cold Plunge? Houston Methodist. January 25, 2024.",
          "quote": "Like people with circulatory problems, those with disorders such as diabetic neuropathy (a type of nerve damage) should check with their doctor before trying cold water therapy, Sulapas says.",
          "sentiment": "negative"
        },
        {
          "id": 25,
          "type": "Diagnostic and Treatment Guideline",
          "citation": "Harden RN et al. Complex Regional Pain Syndrome: Practical Diagnostic and Treatment Guidelines, 5th Edition. Pain Medicine. June 10, 2022.",
          "quote": "Cold therapy may also exacerbate certain chronic pain conditions, says John Gallucci, Jr, DPT, CEO of JAG Physical Therapy based in West Orange, New Jersey. If you have a disorder such as complex regional pain syndrome (CRPS), he suggests talking with your healthcare team before trying it.",
          "sentiment": "negative"
        }
      ]
    },
    {
      "id": 2,
      "type": "Interview",
      "citation": "Tracy L. Zaslow, MD",
      "quote": "\"찬물에 있을 때는 혈관이 수축해 그 부위로 흐르는 혈류량이 적어지면서 부기와 염증, 그리고 통증이 줄어든다”고 했다.\nTranslation: \"When immersed in cold water, blood vessels constrict, reducing blood flow to that area, which in turn decreases swelling, inflammation, and pain,\"",
      "sentiment": "positive"
    },
    {
      "id": 3,
      "type": "Popular Health Article",
      "citation": "You're not a polar bear",
      "quote": " “당신은 북극곰이 아니다”라며 “저온 요법의 건강상의 이점을 뒷받침하는 증거는 여전히 부족하다. 오히려 일부 사람에게는 찬물로 신체에 충격을 주는 게 해로울 수 있다”고 했다. 그러면서 “몸을 차가운 물에 담그면 호흡, 심박수, 혈압이 갑자기 빠르게 상승하는 콜드 쇼크 반응이 오는데, 이런 쇼크는 심장에 무리를 준다”고 했다.\nTranslation: “You are not a polar bear,” they said, adding, “The evidence supporting the health benefits of cold therapy is still insufficient. In fact, for some people, shocking the body with cold water can be harmful....I mmersing the body in cold water triggers a ‘cold shock’ response, where breathing, heart rate, and blood pressure suddenly spike—putting strain on the heart.”",
      "sentiment": "negative",
      "link": "https://www.heart.org/en/news/2022/12/09/youre-not-a-polar-bear-the-plunge-into-cold-water-comes-with-risks",
      "children": [
        {
          "id": 26,
          "type": "Organization",
          "citation": "https://www.coldwatersafety.org/the-danger",
          "quote": "The National Center for Cold Water Safety warns that sudden immersion in water under 60 degrees Fahrenheit can kill a person in less than a minute.",
          "sentiment": "negative"
        },
        {
          "id": 27,
          "type": "Interview",
          "citation": "Jorge Plutzky, MD, director of preventive cardiology at Brigham and Women's Hospital",
          "quote": "That cold shock can be dangerous, said Dr. Jorge Plutzky, director of preventive cardiology at Brigham and Women's Hospital in Boston. \"Whether there are health benefits or not is not clear and has not been established.\"",
          "sentiment": "negative"
        },
        {
          "id": 28,
          "type": "Review",
          "citation": "Espeland, D., de Weerd, L., & Mercer, J. B. (2022). Health effects of voluntary exposure to cold water – a continuing subject of debate. International Journal of Circumpolar Health, 81(1). https://doi.org/10.1080/22423982.2022.2111789 ",
          "quote": "Some studies suggest that people who adapt to cold water immersion through routine ice bathing or winter swimming may reduce inflammation and other cardiovascular risks.",
          "sentiment": "positive"
        },
        {
          "id": 29,
          "type": "Interview",
          "citation": "Lee Hill, an exercise scientist and a postdoctoral fellow at the Research Institute of the McGill University Health Centre",
          "quote": "Hill said people who routinely swim in cold water follow a series of safety measures to get their bodies prepared.\n\"For those not habituated, I would suggest starting slowly,\" he said. Hill recommends spending time in lakes or other outdoor water sources before temperatures drop and continuing to do so as the weather gets colder. If there's no place to swim outdoors, he suggests taking increasingly cooler showers or baths at home, as well as exercising outside.\nThe most dangerous time is the first 10 seconds to a minute, when people try to get their breath under control, Hill said. \"You can survive for up to an hour moving around but for those who are not accustomed to that cold water shock, it can be incredibly risky.\"\nThe risk for hypothermia continues when you get out of the water, he said. \"You should immediately get out of cold, wet clothes and into warm ones. Get near a space heater and drink a warm beverage.\"\nHill cautioned against doing a cold water swim without medical personnel on hand and access to supplies that allow immediate rewarming.\n\"Never, ever do a cold water swim on your own,\" he said. \"That is a recipe for disaster.\"",
          "sentiment": "neutral"
        }
      ]
    }
  ]

}
